{
	"_meta": {
		"sources": [
			{
				"json": "FinnsHombrew",
				"abbreviation": "FH",
				"full": "Finn's Hombrew",
				"url": "",
				"authors": [
					"Finn Stokes"
				],
				"convertedBy": []
			}
		]
	},
	"spell": [
		{
			"name": "Produce Flame",
			"source": "FinnsHombrew",
			"page": 1,
			"level": 0,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"A flickering flame appears in your hand. The flame remains there for the duration and harms neither you nor your equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.",
				"You can also attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 120 feet of you. Make a ranged spell attack. On a hit, the target takes {@damage 1d8} fire damage.",
				"This spell's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}).",
				"As an exception, this spell is eligible for use with the {@optfeature Twinned Spell} metamagic option, producing a flame in two of your hands.",
				"If you twin this spell you can hurl one or both of the flames at one or two different creatures within 120 feet of you when you cast this spell, or as an action on a later turn. (one flame per target)"
			],
			"scalingLevelDice": {
				"label": "fire damage",
				"scaling": {
					"1": "1d8",
					"5": "2d8",
					"11": "3d8",
					"17": "4d8"
				}
			},
			"damageInflict": [
				"fire"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Sorcerer",
							"source": "PHB"
						},
						"subclass": {
							"name": "Fey Soul",
							"source": "FinnsHombrew"
						}
					}
				]
			},
			"races": [
				{
					"name": "Genasi (Fire)",
					"source": "EEPC",
					"baseName": "Genasi",
					"baseSource": "EEPC"
				}
			],
			"backgrounds": [
				{
					"name": "Gruul Anarch",
					"source": "GGR"
				},
				{
					"name": "Izzet Engineer",
					"source": "GGR"
				}
			]
		},
		{
			"name": "Chaos Bolt",
			"source": "FinnsHombrew",
			"page": 1,
			"otherSources": [
				{
					"source": "GGR"
				}
			],
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You hurl an undulating, warbling mass of chaotic energy at one creature in range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d8 + 1d6} damage. Choose one of the {@dice d8}s. The number rolled on that die determines the attack's damage type, as shown below.",
				{
					"type": "table",
					"caption": "Chaos Bolt",
					"colLabels": [
						"{@dice d8}",
						"Damage Type"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"Acid"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Cold"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Fire"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Force"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"Lightning"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"Poison"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 7
								}
							},
							"Psychic"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 8
								}
							},
							"Thunder"
						]
					]
				},
				"If you roll the same number on both {@dice d8}s, the chaotic energy leaps from the target to a different creature of your choice within 30 feet of it. Make a new attack roll against the new target, and make a new damage roll, which could cause the chaotic energy to leap again.",
				"A creature can be targeted only once by each casting of this spell.",
				"As an exception, this spell is eligible for use with the {@optfeature Twinned Spell} metamagic option."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, each target takes {@scaledamage 2d8 + 1d6|1-9|1d6} extra damage of the type rolled for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"acid",
				"cold",
				"fire",
				"force",
				"lightning",
				"poison",
				"psychic",
				"thunder"
			],
			"spellAttack": [
				"R"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"backgrounds": [
				{
					"name": "Izzet Engineer",
					"source": "GGR"
				}
			]
		},
		{
			"name": "Slow",
			"source": "FinnsHombrew",
			"page": 277,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a drop of molasses"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You alter time around up to six creatures of your choice in a 40-foot cube within range. Each target must succeed on a Wisdom saving throw or be affected by this spell for the duration.",
				"An affected target's speed is halved, it takes a −2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.",
				"If the creature attempts to cast a spell with a casting time of 1 action, roll a {@dice d20}. On an 11 or higher, the spell doesn't take effect until the creature's next turn, and the creature must use its action on that turn to complete the spell. If it can't, the spell is wasted.",
				"A creature affected by this spell makes another Wisdom saving throw at the end of each of its turns. On a successful save, the effect ends for it."
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"MAC"
			],
			"areaTags": [
				"MT",
				"C"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB",
							"subSubclass": "Arctic"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Protection (UA)",
							"source": "UAClericDivineDomains"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Order (UA)",
							"source": "UAOrderDomain"
						}
					},
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Order",
							"source": "TCE"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Land",
							"source": "PHB"
						}
					}
				],
				"fromClassListVariant": [
					{
						"name": "Bard",
						"source": "PHB",
						"definedInSource": "UAClassFeatureVariants"
					},
					{
						"name": "Bard",
						"source": "PHB",
						"definedInSource": "TCE"
					}
				]
			},
			"eldritchInvocations": [
				{
					"name": "Mire the Mind",
					"source": "PHB"
				}
			],
			"subschools": [
				"Chronurgy"
			]
		},
		{
			"name": "Time Stop",
			"source": "FinnsHombrew",
			"page": 283,
			"basicRules": true,
			"level": 9,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You briefly stop the flow of time for everyone but yourself. No time passes for other creatures, while you take {@dice 1d4 + 1} turns in a row, during which you can use actions and move as normal.",
				"This spell ends if one of the actions you use during this period, or any effects that you create during this period, affects a creature other than you or an object being worn or carried by someone other than you. In addition, the spell ends if you move to a place more than 1,000 feet from the location where you cast it."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"subschools": [
				"Chronurgy"
			]
		},
		{
			"name": "Victor's Voluptuous Venue",
			"source": "FinnsHombrew",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A Cubic Prism"
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"You draw forth a well of extradimensional space and conjure an entrance in an unoccupied space within range. When closed, the entrance to the extradimensional space appears {@condition invisible} from the outside.",
				"When you cast the spell, you determine the size of the extradimensional space created, the construction of the walls at the border of the extradimensional space, and any furnishings you desire. Calculate the volume of the extradimensional space and the complexity of the surroundings conjured and furnishings for each space. The flow of extradimensional space required to maintain the venue is as follows.",
				{
					"type": "table",
					"caption": "Spatial flow Complexity",
					"colLabels": [
						"Material",
						"Duration"
					],
					"colStyles": [
						"col-8",
						"col-4"
					],
					"rows": [
						[
							"Wood or vegetable matter (Such as Rope, Fabric, etc)",
							"1 ft³ per hour"
						],
						[
							"Stone or crystal",
							"2 ft³ per hour"
						],
						[
							"Metal or worked objects",
							"3 ft³ per hour"
						]
					]
				},
				"The well of extradimensional space is 16,000 ft³ at the spells lowest level.",
				"The interior space is warm and dry, regardless of the conditions outside. Any equipment or furnishings conjured within the venue dissipate into mist if removed from it. At the end of the spell's duration, all creatures and objects within the tower that were not created by the spell appear safely outside on the ground, and all traces of the tower and its furnishings disappear."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the well of extradimensional space increases by 1000 ft³ for each slot level beyond 3rd."
					]
				}
			],
			"miscTags": [
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"__prop": "spell",
			"page": 5318008
		},
		{
			"name": "Phantom Greater Steed",
			"source": "FinnsHombrew",
			"page": 3,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "50 gp of jade dust suspended in water, which the spell consumes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"A Large quasi-real, horselike creature appears on the ground in an unoccupied space of your choice within range. You decide the creature's appearance, but it is equipped with a saddle, bit, and bridle. Any of the equipment created by the spell vanishes in a puff of smoke if it is carried more than 10 feet away from the steed.",
				"For the duration, you or a creature you choose can ride the steed. The creature uses the statistics for a {@creature pegasus}, except it has a speed of 100 feet and can travel 10 miles in an hour, or 13 miles at a fast pace. In addition, the steed can to move normally while floating 4 inches above the ground. This effect means the creature can cross or stand above nonsolid or unstable surfaces, such as water or lava. The creature leaves no tracks and ignores difficult terrain. Moreover, the steed can {@book gallop|PHB|8|Travel Pace|0} for the entire duration of the spell.",
				"When you cast this spell, you may choose one of the following additional alterations to the steed's game statistics.",
				{
					"type": "table",
					"colLabels": [
						"Additonal Effect",
						"Travel Times"
					],
					"colStyles": [
						"col-3",
						"col-3"
					],
					"rows": [
						[
							"+100 ft walking speed (200 ft total)",
							"20 mi/hr standard | 26 mi/hr fast | 52 mi/hr gallop"
						],
						[
							"100 ft flying speed",
							"10 mi/hr standard | 13 mi/hr fast | 26 mi/hr gallop"
						],
						[
							"100 ft swim, climb, and burrow speed",
							"10 mi/hr standard | 13 mi/hr fast | 26 mi/hr gallop"
						]
					]
				},
				"When the spell ends, the steed gradually fades, giving the rider 1 minute to dismount. The spell ends if you use an action to dismiss it or if the steed takes any damage."
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Seismic Sense",
			"source": "FinnsHombrew",
			"page": 7,
			"basicRules": true,
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You stamp the ground with great force and gain insight into all contiguous material within range.",
				"For the Duration, you gain {@sense tremorsense} out to the range of the spell. This grants you knowledge of",
				{
					"type": "list",
					"items": [
						"The layout of all rooms contiguously connected to the ground you are standing on",
						"The location & size category of each creature contiguously in contact with the ground you are standing on"
					]
				},
				"The vibrations can be noticed by creatures, any creature in connection to the ground within range can make a Wisdom ({@skill Perception}) check against your spell save DC. A creature with {@sense tremorsense} automatically succeeds on this check. On a success, the creature notices the vibrations. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you also gain awareness of any magical auras (that would be detectable with the {@spell detect magic} Spell) emanating from creatures, objects or items being worn or carried by a creature, or directly in contact with, contiguous material connected to the ground within range."
					]
				}
			]
		},
		{
			"name": "Soul Splice",
			"source": "FinnsHombrew",
			"page": 333,
			"basicRules": true,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "Sapphire dust worth at least 50 gp, which the spell consumes",
					"consume": true,
					"cost": 5000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"A metaphysical bond is forged between you and a willing creature you link hands with for the duration. The benefits of this spell only apply if your hands are linked at the time. All benefits and drawbacks of this spell apply to both you and the target.",
				"You and the target can instantaneously share words, images, sounds, and other sensory messages with one another.",
				"Both targets take their turns on the same initiative count, at the same time and are able to break up their turns between each other as they so desire. They may unanimously decide to use either creature's initiative roll immediately after initiative is rolled.",
				"You can use either your own bonus or the targets bonus, when making an ability check, attack roll, or saving throw using Intelligence, Wisdom, Charisma, or a concentraiton saving throw.",
				"Spells considered to be known, prepared, or on the spell list of, you or the target are also considered to be of the same status as the other. If you and the target's spellcasting trait have differing methods of preparing and casting spells, the status of each spell is converted to have the same functional effect. For example a spell a Bard knows would be considered a spell prepared to a Wizard if they were both linked by this spell.",
				"If either you or the target casts a spell or uses an ability that teleports themselves or grants/modifies a movement speed of theirs, it also affects the other creature under the effects of this spell.",
				"If you end your turn more than 500 feet away from the target of the spell, both you and the target take {@damage 1d10} psychic damage that cannot be reduced in any way. If you and the target have been more than 500 feet away from each other for a minute the spell ends. If either creature is rendered {@condition unconscious} by any means other than nonmagical sleep the spell ends.",
				"If the spell ends by any means other than the duration expiring, both you and the target are {@condition stunned} for 1 minute and the spell ends. A creature can make a DC 15 Charisma saving throw at the start of their subsequent turns to end the {@condition stunned} condition on themselves.",
				"A creature can only be bonded with one creature at a time, any subsequent attempts to have more than two creatures indirectly connected in this way automatically fail."
			],
			"miscTags": [
				"MAC"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"unconscious"
			]
		},
		{
			"name": "Minor Paradox",
			"source": "FinnsHombrew",
			"page": 836,
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a timepiece"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 2,
						"upTo": true
					}
				}
			],
			"entries": [
				"You exert a modicum of control over the general flow of time and create one of the following effects within range:",
				{
					"type": "list",
					"items": [
						"You may cause an object, weighing less than 10 pounds that isn't being worn or carried, to move to the position it occupied at the start of your previous turn. If that space is occupied or the object collides with something during the course of its travels, it fails.",
						"You may restore a nonmagical item to a state it was in within the last (or will be in the next) minute, obeying all restrictions as presented in the mending spell.",
						"You may reverse the effects of an instantaneous spell effect produced by a cantrip within the last minute.",
						"You may cause the remaining duration for a non-instantaneous effect of another cantrip to double in length.",
						"You may read a nonmagical book, scroll, manuscript or other collection of writings at a rate ten times faster than you would do so normally."
					]
				},
				"None of these abilities has any effect on creatures or magical objects.",
				"If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."
			],
			"scalingLevelDice": {
				"label": "necrotic damage",
				"scaling": {
					"1": "1d4",
					"5": "2d4",
					"11": "3d4",
					"17": "4d4"
				}
			},
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SCL",
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [],
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Chronurgy",
							"source": "EGW"
						}
					}
				]
			},
			"subschools": [
				"chronurgy"
			]
		},
		{
			"name": "Aura of Damping",
			"source": "FinnsHombrew",
			"page": 216,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a down feather or a scrap of cloth from a curtain"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A softening, slowing field radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. While in the aura, each hostile creature in the aura has their movement speed halved and standing up costs an amount of movement equal to its entire speed.",
				"When a nonhostile creature in the aura (including you) takes damage, you can use a reaction to reduce the damage taken by the creature in the aura by {@dice 1d10} points. Doing so reduces the radius of the spell by 5 feet for the remaining duration."
			],
			"miscTags": [
				"HL"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the radius of the spell increases by 5 feet for each slot level above 3rd."
					]
				}
			]
		},
		{
			"name": "Aura of Absorption",
			"source": "FinnsHombrew",
			"page": 216,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"Drawing forth an opposing element, warding energy envelops you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) is protected by a ward against a chosen damage type for the duration. ",
				"When you cast this spell, choose one damage type of your choice: acid, cold, fire, lightning, or thunder. The ward has a hit point maximum equal to 40 hit points. Whenever an affected creature takes damage of the chosen type, you can have the ward takes the damage of that type instead. If this damage reduces the ward to 0 hit points, the creature takes any remaining damage and the spell ends."
			],
			"damageResist": [
				"poison"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the hit point maximum of the ward increases by 10 for each slot level above 4th."
					]
				}
			]
		},
		{
			"name": "Wristpocket",
			"source": "FinnsHombrew",
			"page": 190,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You flick your wrist, causing one object in your hand to vanish. The object, which only you can be holding and can weigh no more than 5 pounds, is transported to an extradimensional space, where it remains for the duration.",
				"Until the spell ends, you can use your action to summon the object to your free hand, and you can use your action to return the object to the extradimensional space. An object still in the pocket plane when the spell ends appears in your space, at your feet."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Chronurgy",
							"source": "EGW"
						}
					},
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Graviturgy",
							"source": "EGW"
						}
					}
				]
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration. You can only have one active instance of this spell for each slot level above 5th"
					]
				}
			]
		},
		{
			"name": "Soul Splice",
			"source": "FinnsHombrew",
			"page": 333,
			"basicRules": true,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "Sapphire dust worth at least 50 gp, which the spell consumes",
					"consume": true,
					"cost": 5000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"A metaphysical bond is forged between you and a willing creature you link hands with for the duration. The benefits of this spell only apply if your hands are linked at the time. All benefits and drawbacks of this spell apply to both you and the target.",
				"You and the target can instantaneously share words, images, sounds, and other sensory messages with one another.",
				"Both targets take their turns on the same initiative count at the same time and are able to break up their turns between each other as they so desire. They may unanimously decide to use either creature's initiative roll immediately after initiative is rolled.",
				"You can use either your own bonus or the targets bonus when making an ability check, attack roll, or saving throw using Intelligence, Wisdom, Charisma, or a concentration saving throw.",
				"Spells considered to be known, prepared, or on the spell list of, you or the target are also considered to be of the same status as the other. If you and the target's spellcasting trait have differing methods of preparing and casting spells, the status of each spell is converted to have the same functional effect. For example, a spell a Bard knows would be considered a spell prepared for a Wizard if they were both linked by this spell.",
				"If either you or the target casts a spell or uses an ability that teleports themselves or grants/modifies a movement speed of theirs, it also affects the other creature under the effects of this spell.",
				"If you end your turn more than 500 feet away from the target of the spell, both you and the target take {@damage 1d10} psychic damage that cannot be reduced in any way. If you and the target have been more than 500 feet away from each other for a minute, the spell ends. If either creature is rendered {@condition unconscious} by any means other than nonmagical sleep, the spell ends.",
				"If the spell ends by any means other than the duration expiring, both you and the target are {@condition stunned} for 1 minute, and the spell ends. A creature can make a DC 15 Charisma saving throw at the start of their subsequent turns to end the {@condition stunned} condition on themselves.",
				"A creature can only be bonded with one creature at a time, any subsequent attempts to have more than two creatures indirectly connected in this way automatically fail."
			],
			"miscTags": [
				"MAC"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"unconscious"
			]
		},
		{
			"name": "Aura of Damping",
			"source": "FinnsHombrew",
			"page": 216,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a down feather or a scrap of cloth from a curtain"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A softening, slowing field radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. While in the aura, each hostile creature in the aura has their movement speed halved and standing up costs an amount of movement equal to its entire speed.",
				"When a nonhostile creature in the aura (including you) takes damage, you can use a reaction to reduce the damage taken by the creature in the aura by {@dice 2d6} points. Doing so reduces the radius of the spell by 5 feet for the remaining duration."
			],
			"miscTags": [
				"HL"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the radius of the spell increases by 5 feet for each slot level above 3rd."
					]
				}
			]
		},
		{
			"name": "Fizban's Fabulous Fashions",
			"source": "FinnsHombrew",
			"page": 164,
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"This cantrip allows you to alter an outfit or armor in a minor way.",
				"Upon casting this spell, touch one outfit or armor. You can alter its cut, color, and style in any way you wish, within reason, and as appropriate to the type of clothing or armor you're modifying. This spell cannot change the type of outfit or armor from one type to another; all it can do is change its look and appearance into that of any fashion normally available to it. A monk's outfit cannot be altered into fine clothing, nor can a suit of leather armor be changed into a chain shirt."
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"C"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"optionalfeatures": [
				{
					"name": "Druidic Warrior",
					"source": "TCE",
					"featureType": [
						"FS:R"
					]
				},
				{
					"name": "Druidic Warrior",
					"source": "UAClassFeatureVariants",
					"featureType": [
						"FS:R"
					]
				},
				{
					"name": "Pact of the Tome",
					"source": "PHB",
					"featureType": [
						"PB"
					]
				}
			],
			"feats": [
				{
					"name": "Aberrant Dragonmark",
					"source": "ERLW"
				},
				{
					"name": "Magic Initiate",
					"source": "PHB"
				},
				{
					"name": "Wood Elf Magic",
					"source": "XGE"
				}
			]
		},
		{
			"name": "Wristpocket",
			"source": "FinnsHombrew",
			"page": 190,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You flick your wrist, causing one object in your hand to vanish. The object, which only you can be holding and can weigh no more than 5 pounds, is transported to an extradimensional space, where it remains for the duration.",
				"Until the spell ends, you can use your action to summon the object to your free hand, and you can use your action to return the object to the extradimensional space. An object still in the pocket plane when the spell ends appears in your space, at your feet."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [],
				"fromSubclass": [
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Chronurgy",
							"shortName": "Chronurgy",
							"source": "EGW"
						}
					},
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Graviturgy",
							"shortName": "Graviturgy",
							"source": "EGW"
						}
					}
				]
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration. You can only have one instance of this spell active at a time cast at each slot level above 5th"
					]
				}
			]
		},
		{
			"name": "Aura of Absorption",
			"source": "FinnsHombrew",
			"page": 216,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"Drawing forth an opposing element, warding energy envelops you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) is protected by a ward against a chosen damage type for the duration. ",
				"When you cast this spell, choose one damage type of your choice: acid, cold, fire, lightning, or thunder. The ward has a hit point maximum equal to 40 hit points. Whenever an affected creature takes damage of the chosen type, you can have the ward takes the damage of that type instead. If this damage reduces the ward to 0 hit points, the creature takes any remaining damage and the spell ends."
			],
			"damageResist": [
				"poison"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the hit point maximum of the ward increases by 10 for each slot level above 4th."
					]
				}
			]
		},
		{
			"name": "Seismic Sense",
			"source": "FinnsHombrew",
			"page": 7,
			"basicRules": true,
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You stamp the ground with great force and gain insight into all contiguous material within range.",
				"For the Duration, you gain {@sense tremorsense} out to the range of the spell. This grants you knowledge of",
				{
					"type": "list",
					"items": [
						"The layout of all rooms contiguously connected to the ground you are standing on",
						"The location & size category of each creature contiguously in contact with the ground you are standing on"
					]
				},
				"The vibrations can be noticed by creatures, any creature in connection to the ground within range can make a Wisdom ({@skill Perception}) check against your spell save DC. A creature with {@sense tremorsense} automatically succeeds on this check. On a success, the creature notices the vibrations. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you also gain awareness of any magical auras (that would be detectable with the {@spell detect magic} Spell) emanating from creatures, objects or items being worn or carried by a creature, or directly in contact with, contiguous material connected to the ground within range."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Tensor",
			"source": "FinnsHombrew",
			"page": 108,
			"size": [
				"S"
			],
			"type": "fey",
			"alignment": [
				{
					"special": "chaotic adorable"
				}
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 9,
				"formula": "2d6 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 13,
			"con": 12,
			"int": 4,
			"wis": 10,
			"cha": 6,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "1/8",
			"trait": [
				{
					"name": "Displacement",
					"entries": [
						"The displacer beast projects a magical illusion that makes it appear to be standing near its actual location, causing attack rolls against it to have disadvantage. If it is hit by an attack, this trait is disrupted until the end of its next turn. This trait is also disrupted while the displacer beast is {@condition incapacitated} or has a speed of 0."
					]
				}
			],
			"action": [
				{
					"name": "Release Spell",
					"entries": [
						"Tensor can use her action to release a spell from a bead created using the {@subclassFeature Arcane Abeyance|Wizard||Chronurgy|EGW|10} feature. The spell uses the caster's spell attack bonus and save DC, but for all other purposes, it is treated as if Tensor cast the spell."
					]
				},
				{
					"name": "Help",
					"entries": [
						"Tensor can perform the {@action Help} Action"
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"P"
			],
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/WBtW/Displacer Beast Kitten.png",
			"fluff": {
				"name": "Displacer Beast Kitten",
				"source": "WBtW",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/WBtW/Displacer Beast Kitten.jpg"
						}
					}
				]
			},
			"isNamedCreature": true,
			"familiar": true
		},
		{
			"name": "Amidor the Dandelion",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "FinnsHombrew",
			"page": 135,
			"size": [
				"S"
			],
			"type": "plant",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "12d8 + 24",
				"average": 78
			},
			"speed": {
				"walk": 30
			},
			"str": 6,
			"dex": 19,
			"con": 14,
			"int": 13,
			"wis": 12,
			"cha": 17,
			"save": {
				"str": "+1",
				"dex": "+7",
				"con": "+5",
				"wis": "+4"
			},
			"skill": {
				"perception": "+7",
				"persuasion": "+9",
				"stealth": "+10",
				"performance": "+9",
				"nature": "+4",
				"insight": "+4"
			},
			"passive": 17,
			"languages": [
				"Common",
				"Sylvan"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Speak with Beasts and Plants",
					"entries": [
						"Amidor can communicate with Beasts and Plants as if it shared a language with them."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Amidor can make two Rapier attacks or two Seed Sling attacks or one Rapier and one Seed Sling attack. "
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage. The attack deals an extra 10 ({@damage 3d6}) piercing damage if Amidor has advantage on the attack roll or if the target is within 5 feet of one of Amidor's allies, or if Amidor is within 5 feet of the target, no other creatures are within 5 feet of Amidor, and it doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Seed Sling",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 30/120 ft., one target. {@h}6 ({@damage 1d4 + 4}) bludgeoning damage. The attack deals an extra 10 ({@damage 3d6}) bludgeoning damage if Amidor has advantage on the attack roll or if the target is within 5 feet of one of Amidor's allies"
					]
				}
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"Amidor adds 3 to its AC against one melee attack that would hit it. To do so, Amidor must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"C",
				"S"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"__prop": "monster",
			"tokenUrl": "https://5e.tools/img/WBtW/Amidor the Dandelion.png",
			"fluff": {
				"name": "Amidor the Dandelion",
				"source": "WBtW",
				"entries": [
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Roleplaying Notes",
										"entries": [
											"This 3-foot-tall talking dandelion finds poetry in everything and is quick to fall head over heels in love. A humble idealist, Amidor never puts its own needs above the needs of others.",
											{
												"type": "entries",
												"name": "Alignment",
												"entries": [
													"Neutral good."
												]
											},
											{
												"type": "entries",
												"name": "Personality Trait",
												"entries": [
													"\"My speech drifts into flowery verse, if you'll pardon the pun. Allow",
													"me to demonstrate: Do not cry, my love! Let me catch your tears as faeries collect morning dew. Let me lift your spirits like a seed on the breeze!\""
												]
											},
											{
												"type": "entries",
												"name": "Ideal",
												"entries": [
													"\"The pursuit of true love compels me! Never shall I wilt if I have such a cause to champion.\""
												]
											},
											{
												"type": "entries",
												"name": "Bond",
												"entries": [
													"\"The beautiful Pollenella—a vision in stripes.\""
												]
											},
											{
												"type": "entries",
												"name": "Flaw",
												"entries": [
													"\"I cannot resist a pretty face or a heavenly scent.\""
												]
											}
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/WBtW/Amidor the Dandelion.jpg"
						}
					}
				],
				"__prop": "monsterFluff"
			},
			"bonus": [
				{
					"name": "Cunning Action",
					"entries": [
						"You can take a bonus action on each of your turns in combat. This action can be used only to take the Dash, Disengage, or Hide action."
					]
				}
			],
			"mythic": [
				{
					"name": "Initiative",
					"entries": [
						"Amidor can add its Charisma modifier to any Initiative check they make (total {@hit +7})"
					]
				}
			]
		},
		{
			"name": "Professor Brenneth Blackstone",
			"source": "FinnsHombrew",
			"page": 215,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"bard"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 97,
				"formula": "15d8 + 30"
			},
			"speed": {
				"walk": 35
			},
			"str": 11,
			"dex": 14,
			"con": 14,
			"int": 16,
			"wis": 13,
			"cha": 23,
			"save": {
				"dex": "+8",
				"int": "+9",
				"wis": "+7",
				"cha": "+12"
			},
			"skill": {
				"arcana": "+9",
				"deception": "+18",
				"persuasion": "+12",
				"stealth": "+8"
			},
			"senses": [
				"darkvision 300 ft."
			],
			"passive": 11,
			"resist": [
				"necrotic"
			],
			"languages": [
				"Common plus any four languages"
			],
			"cr": "18",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The professor casts one of the following spells, requiring no material components and using Charisma as the spellcasting ability (spell save {@dc 20}):"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell message}",
						"{@spell minor illusion}",
						"{@spell prestidigitation}",
						"{@spell silvery barbs|SCC}",
						"{@spell thaumaturgy}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"1": [
							"{@spell dominate monster}",
							"{@spell glibness}",
							"{@spell mind blank}",
							"{@spell gate}",
							"{@spell mass polymorph|XGE}",
							"{@spell wish}"
						],
						"2": [
							"{@spell polymorph}",
							"{@spell raulothim's psychic lance|FTD}",
							"{@spell eyebite}",
							"{@spell mass suggestion}",
							"{@spell forcecage}",
							"{@spell plane shift}",
							"{@spell teleport}"
						],
						"2e": [
							"{@spell bane}",
							"{@spell command}",
							"{@spell mage armor}",
							"{@spell darkness}",
							"{@spell phantasmal force}",
							"{@spell zone of truth}",
							"{@spell fear}",
							"{@spell tongues}",
							"{@spell dominate person}",
							"{@spell seeming}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the professor's darkvision."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The professor makes two Ink Lance attacks. The professor can replace one of the attacks with a use of Spellcasting."
					]
				},
				{
					"name": "Ink Lance",
					"entries": [
						"{@atk ms,rs} {@hit 12} to hit, reach 5 ft. or range 120 ft., one target. {@h}24 ({@damage 4d8 + 6}) psychic damage. If the target is a creature, it must succeed on a {@dc 15} Constitution saving throw be {@condition blinded} until the end of its next turn."
					]
				}
			],
			"traitTags": [
				"Devil's Sight"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"Y"
			],
			"conditionInflict": [
				"blinded"
			],
			"conditionInflictSpell": [
				"prone"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/SCC/Silverquill Professor of Shadow.png",
			"fluff": {
				"name": "Silverquill Professor of Shadow",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Professors of shadow wield the linguistic magic of Silverquill College through slicing wit and debilitating inky shadow. Whether weaving their magic through spoken incantations and scathing insults or through shadows, these teachers break down the resolve of their foes.",
							"The professors strive to carry themselves as immaculately as possible, seeking to overawe and wrong-foot anyone who would stand against them in debate or in battle. In teaching their students, professors of shadow focus on words that find the tiniest, most invisible cracks in an opponent's defenses and break them."
						]
					},
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"name": "Silverquill Scholars",
								"entries": [
									"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize."
								]
							}
						]
					}
				]
			},
			"shortName": "Brenneth",
			"isNamedCreature": true,
			"damageTagsSpell": [
				"N",
				"Y"
			]
		},
		{
			"name": "Orestes Alkeide",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"M"
			],
			"type": {
				"type": "fey",
				"tags": [
					"bard",
					"first year"
				]
			},
			"alignment": [
				"C"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "3d8 + 6",
				"average": 19
			},
			"speed": {
				"walk": 35
			},
			"str": 8,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 9,
			"cha": 16,
			"passive": 10,
			"languages": [
				"Common",
				"Sylvan",
				"Elvish",
				"Primordial"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell minor illusion}",
						"{@spell prestidigitation}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"1e": [
							"{@spell command}",
							"{@spell detect magic}",
							"{@spell dissonant whispers}",
							"{@spell invisibility}",
							"{@spell silvery barbs|SCC}",
							"{@spell suggestion}",
							"{@spell Tasha's hideous laughter}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"Orestes has advantage on initiative rolls."
					]
				},
				{
					"name": "Jack of All Trades",
					"entries": [
						"Orestes can add half his proficiency bonus, rounded down, to any ability check that he makes that doesn't already include his proficiency bonus. (Included in passive perception score)"
					]
				},
				{
					"name": "Enthralling Performance (1/Rest)",
					"entries": [
						"If Orestes performs for at least 1 minute, he chooses up to three humanoids within 60 feet of him who watched or listened to the entire performance. Each target must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed}. While {@condition charmed} in this way, the target idolizes Orestes and speaks glowingly of him to anyone who talks to it. The {@condition charmed} condition ends for the creature after 1 hour, if it takes any damage, if Orestes attacks the target, or if the target witnesses Orestes attacking or damaging any of the target's allies. "
					]
				}
			],
			"action": [
				{
					"name": "Ink Dart",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 60 ft., one target. {@h}8 ({@damage 2d4 + 3}) psychic damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When Orestes fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"S",
				"E",
				"P"
			],
			"damageTags": [
				"Y"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"skill": {
				"performance": "+7",
				"persuasion": "+7",
				"intimidation": "+5",
				"stealth": "+4",
				"deception": "+5",
				"acrobatics": "+4",
				"sleight of hand": "+4"
			},
			"save": {
				"dex": "+4",
				"cha": "+5"
			},
			"shortName": "Orestes",
			"damageTagsSpell": [
				"Y"
			],
			"bonus": [
				{
					"name": "Bardic Inspiration (3/Long Rest)",
					"entries": [
						"You can inspire another creature within 60 ft of you that can hear you. Once within the next 10 minutes the inspired create can add a  {@dice 1d6|d6|Bardic Inspiration} to one ability check, attack roll, or saving throw it makes.",
						"Alternatively, Orestes can expend a use of this feature to grant himself a wondrous appearance. When he does so, choose 3 creatures he can see and that can see him within 60 feet of him. Each of them gains 5 temporary hit points. When a creature gains these temporary hit points, it can immediately use its reaction to move up to its speed, without provoking opportunity attacks."
					]
				}
			],
			"conditionInflict": [
				"charmed"
			]
		},
		{
			"name": "Namar Goldye",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"first year"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"mage armor"
					]
				},
				{
					"ac": 12,
					"condition": "unarmored",
					"braces": true
				}
			],
			"hp": {
				"formula": "3d8 + 6",
				"average": 19
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 14,
			"con": 14,
			"int": 14,
			"wis": 9,
			"cha": 16,
			"passive": 9,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell control flames|XGE}",
						"{@spell gust|XGE}",
						"{@spell mage hand}",
						"{@spell minor illusion}",
						"{@spell mold earth|XGE}",
						"{@spell prestidigitation}",
						"{@spell produce flame}",
						"{@spell shape water|XGE}",
						"{@spell thunderclap|XGE}"
					],
					"daily": {
						"1": [
							"{@spell burning hands}",
							"{@spell create or destroy water}",
							"{@spell feather fall}",
							"{@spell flame blade}",
							"{@spell water walk}"
						],
						"1e": [
							"{@spell chromatic orb}",
							"{@spell mage armor}",
							"{@spell rime's binding ice|FTD}",
							"{@spell scorching ray}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"The student has advantage on initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Produce Flame",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 60 ft., one target. {@h}8 ({@damage 1d8+3}) fire damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When the student fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"F"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"shortName": "Namar",
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"T"
			],
			"save": {
				"cha": "+5",
				"con": "+4"
			},
			"skill": {
				"acrobatics": "+4",
				"performance": "+5",
				"stealth": "+4",
				"sleight of hand": "+4"
			}
		},
		{
			"name": "Wyndrin “Wyn” Fairbristle",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"druid"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "3d8 ‒ 3",
				"average": 10
			},
			"speed": {
				"walk": 30,
				"fly": 30,
				"canHover": false
			},
			"str": 8,
			"dex": 14,
			"con": 9,
			"int": 14,
			"wis": 16,
			"cha": 14,
			"passive": 13,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell druidcraft}",
						"{@spell guidance}",
						"{@spell mage hand}",
						"{@spell prestidigitation}",
						"{@spell ray of frost}"
					],
					"daily": {
						"2": [
							"{@spell guiding bolt}"
						],
						"1e": [
							"{@spell detect magic}",
							"{@spell expeditious retreat}",
							"{@spell guiding bolt}",
							"{@spell misty step}",
							"{@spell vortex warp|SCC}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"The student has advantage on initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Fractal Flash",
					"entries": [
						"{@atk ms,rs} {@hit 5} to hit, reach 5 ft. or range 60 ft., one target. {@h}8 ({@damage 2d4 + 3}) force damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When the student fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"O"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"shortName": "Wyn",
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"skill": {
				"stealth": "+4",
				"arcana": "+4",
				"acrobatics": "+4",
				"performance": "+4",
				"nature": "+4"
			},
			"save": {
				"int": "+4",
				"wis": "+5"
			},
			"damageTagsSpell": [
				"C",
				"R"
			],
			"bonus": [
				{
					"name": "Starry Form (2/Short Rest)",
					"entries": [
						"Wyn Assumes a starry form."
					]
				}
			]
		},
		{
			"name": "Rhani Marala",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"sorcerer"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "5d8 + 5",
				"average": 27
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 8,
			"con": 12,
			"int": 13,
			"wis": 10,
			"cha": 16,
			"passive": 10,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell fire bolt}",
						"{@spell green-flame blade|TCE}",
						"{@spell mage hand}",
						"{@spell message}",
						"{@spell minor illusion}",
						"{@spell prestidigitation}"
					],
					"daily": {
						"1e": [
							"{@spell flaming sphere}",
							"{@spell jump}",
							"{@spell kinetic jaunt|SCC}",
							"{@spell longstrider}",
							"{@spell silent image}",
							"{@spell thunderwave}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"The student has advantage on initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Fire Bolt",
					"entries": [
						"{@atk rs} {@hit 5} to hit, range 60 ft., one target. {@h}6 ({@damage 1d10}) fire damage."
					]
				},
				{
					"name": "Green Flame Blade",
					"entries": [
						"{@atk ms} {@hit 5} to hit, reach 5 ft., one target, {@h}3 bludgeoning damage and 3 fire damage to a different creature of Rhani's choice within 5 ft of the target."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When the student fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"B",
				"F"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"shortName": "Rhani",
			"save": {
				"con": "+3",
				"cha": "+5"
			},
			"skill": {
				"acrobatics": "+1",
				"performance": "+5"
			},
			"damageTagsSpell": [
				"F",
				"O",
				"T"
			]
		},
		{
			"name": "Killian Lu",
			"source": "FinnsHombrew",
			"page": 198,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item barrier tattoo (large)|tce}"
					]
				}
			],
			"hp": {
				"average": 97,
				"formula": "15d8 + 30"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 16,
			"con": 14,
			"int": 15,
			"wis": 16,
			"cha": 21,
			"save": {
				"con": "+7",
				"int": "+9",
				"wis": "+8",
				"cha": "+10"
			},
			"skill": {
				"arcana": "+7",
				"insight": "+8",
				"perception": "+8",
				"persuasion": "+15",
				"deception": "+15",
				"intimidation": "+15",
				"performance": "+10",
				"stealth": "+13"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 18,
			"resist": [
				"psychic",
				"radiant"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Common",
				"Elvish",
				"Draconic",
				"Primordial"
			],
			"cr": "14",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Killian is a 11th-level spellcaster. his spellcasting ability is Charisma (spell save {@dc 17}, {@hit 9} to hit with spell attacks). Killian has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell acid splash}",
								"{@spell chill touch}",
								"{@spell mage hand}",
								"{@spell poison spray}",
								"{@spell prestidigitation}"
							]
						},
						"1": {
							"spells": [
								"{@spell chromatic orb} (dealing psychic damage)",
								"{@spell magic missile} (dealing psychic damage)"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell ray of enfeeblement}",
								"{@spell scorching ray} (dealing psychic damage)",
								"{@spell suggestion}",
								"{@spell Tasha's mind whip|TCE}",
								"{@spell web}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell bestow curse}",
								"{@spell fear}",
								"{@spell phantom steed}",
								"{@spell summon shadowspawn|TCE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell Evard's black tentacles} (as ink tendrils)",
								"{@spell raulothim's psychic lance|FTD}",
								"{@spell shadow of moil|XGE}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell dominate person}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell disintegrate} (dealing psychic damage)",
								"{@spell mass suggestion}"
							],
							"slots": 1
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Regeneration",
					"entries": [
						"The lich regains 5 hit points at the start of its turn. If the lich takes fire or radiant damage, this trait doesn't function at the start of the lich's next turn. The lich dies only if it starts its turn with 0 hit points and doesn't regenerate."
					]
				},
				{
					"name": "Strength of the Grave",
					"entries": [
						"If damage reduces the lich to 0 hit points, it must make a Charisma saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the lich drops to 1 hit point instead."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede Killian's darkvision"
					]
				}
			],
			"action": [
				{
					"name": "Killian's, Killing Bolt",
					"entries": [
						"{@atk rs} {@hit 9} to hit, range 120 ft., one creature. {@h}22 ({@damage 3d10 + 5}) psychic damage."
					]
				}
			],
			"traitTags": [
				"Devil's Sight",
				"Regeneration"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C",
				"E",
				"DR",
				"P"
			],
			"damageTags": [
				"Y"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"T",
				"Y"
			],
			"conditionInflictSpell": [
				"frightened",
				"poisoned",
				"restrained"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/GGR/Devkarin Lich.png",
			"fluff": {
				"name": "Devkarin Lich",
				"source": "GGR",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"Powerful spellcasters of the Devkarin elves, steeped in Golgari magic, can transcend death to become liches. For them, life and death don't merely chase each other in an inevitable cycle; the two can intersect, and at that nexus the liches find immense power, which commands the awe, envy, and fear of other Golgari.",
											"Unlike the shambling zombies they command, liches retain their memories, their personalities, and especially their ambition. They also retain the grace and stature of living elves, but their bodies are in a constant state of slow decay. Various forms of fungus grow in and over the rotting flesh to hold the body together.",
											{
												"name": "Undead Nature",
												"type": "entries",
												"entries": [
													"The lich doesn't require air, food, drink, or sleep."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/GGR/Devkarin Lich.jpg"
						}
					}
				]
			},
			"shortName": "Killian",
			"isNamedCreature": true
		},
		{
			"name": "The Best Scufflecup Teacup",
			"source": "FinnsHombrew",
			"page": 159,
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 5,
				"formula": "2d4"
			},
			"speed": {
				"walk": 20
			},
			"str": 4,
			"dex": 14,
			"con": 10,
			"int": 3,
			"wis": 3,
			"cha": 1,
			"senses": [
				"blindsight 30 ft. (blind beyond this radius)"
			],
			"passive": 6,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"exhaustion",
				"poisoned"
			],
			"cr": "0",
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d3 + 2}) bludgeoning damage."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/SCC/Scufflecup Teacup.png",
			"fluff": {
				"name": "Scufflecup Teacup",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Scufflecup is a game students created after finding a box of teacups in a nearby building's storage room. The students discovered that pouring hot tea into the cups animates them for 10 minutes and causes them to sprout little arms and legs."
						]
					}
				]
			}
		},
		{
			"name": "Wyndrin “Wyn” Fairbristle",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"druid"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "6d8 ‒ 6",
				"average": 25
			},
			"speed": {
				"walk": 30,
				"fly": 30,
				"canHover": false
			},
			"str": 8,
			"dex": 14,
			"con": 9,
			"int": 14,
			"wis": 16,
			"cha": 14,
			"passive": 13,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Wisdom as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell druidcraft}",
						"{@spell guidance}",
						"{@spell mage hand}",
						"{@spell ray of frost}",
						"{@spell shape water|XGE}"
					],
					"daily": {
						"2": [
							"{@spell guiding bolt}"
						],
						"1e": [
							"{@spell detect magic}",
							"{@spell enhance ability}",
							"{@spell entangle}",
							"{@spell erupting earth|XGE}",
							"{@spell healing word}",
							"{@spell locate object}",
							"{@spell misty step}",
							"{@spell vortex warp|SCC}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"The student has advantage on initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Fractal Flash",
					"entries": [
						"{@atk ms,rs} {@hit 5} to hit, reach 5 ft. or range 60 ft., one target. {@h}8 ({@damage 2d4 + 3}) force damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When the student fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"O"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"shortName": "Wyn",
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"skill": {
				"stealth": "+4",
				"arcana": "+4",
				"acrobatics": "+4",
				"performance": "+4",
				"nature": "+4"
			},
			"save": {
				"int": "+4",
				"wis": "+5"
			},
			"damageTagsSpell": [
				"B",
				"C",
				"R"
			],
			"bonus": [
				{
					"name": "Starry Form (2/Short Rest)",
					"entries": [
						"Wyn Assumes a starry form."
					]
				}
			]
		},
		{
			"name": "Blaze Blackstone",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"fourth year",
					"air genasi",
					"dhampir"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"with mage armor"
					]
				},
				{
					"ac": 13,
					"condition": "unarmored",
					"braces": true
				}
			],
			"hp": {
				"formula": "8d8 + 16",
				"average": 52
			},
			"speed": {
				"walk": 35,
				"climb": 35
			},
			"str": 8,
			"dex": 16,
			"con": 14,
			"int": 12,
			"wis": 8,
			"cha": 18,
			"passive": 9,
			"languages": [
				"Common",
				"Primordial",
				"Elvish"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 15}):"
					],
					"will": [
						"{@spell prestidigitation}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"1e": [
							"{@spell detect magic}",
							"{@spell mage armor}"
						]
					},
					"rest": {
						"2": [
							"{@spell charm monster|XGE}",
							"{@spell darkness}",
							"{@spell dissonant whispers}",
							"{@spell gift of gab|AI}",
							"{@spell hex}",
							"{@spell shadow of moil|XGE}",
							"{@spell silence}",
							"{@spell spirit shroud|TCE}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"Blaze has advantage on initiative rolls."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"Blaze Blackstone can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Thieves' Tools",
					"entries": [
						"Blaze Blackstone is proficient in {@item Thieves' Tools|phb}, with an ability modifier of {@d20 5}"
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Blaze can make two Inky Lash attacks"
					]
				},
				{
					"name": "Inky Lash",
					"entries": [
						"{@atk ms,rs} {@hit 7} to hit, reach 5 ft. or range 60 ft., one target. {@h}10 ({@damage 1d12 + 4}) psychic damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When Blaze fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"P",
				"E"
			],
			"damageTags": [
				"Y"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"isNamedCreature": true,
			"traitTags": [
				"Spider Climb"
			],
			"save": {
				"dex": "+6",
				"cha": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"damageTagsSpell": [
				"C",
				"N",
				"R",
				"Y"
			],
			"skill": {
				"stealth": "+9",
				"deception": "+7",
				"intimidation": "+7",
				"persuasion": "+7",
				"sleight of hand": "+6"
			},
			"shortName": "Blaze",
			"resist": [
				"lightning"
			],
			"actionTags": [
				"Multiattack"
			]
		},
		{
			"name": "Aravis Blackstone",
			"source": "FinnsHombrew",
			"page": 191,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"fourth year",
					"air genasi",
					"dhampir"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "8d8 + 8",
				"average": 44
			},
			"speed": {
				"walk": 35,
				"climb": 35
			},
			"str": 8,
			"dex": 12,
			"con": 12,
			"int": 15,
			"wis": 14,
			"cha": 20,
			"passive": 12,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "1/2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The student casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 16}):"
					],
					"will": [
						"{@spell mage hand}",
						"{@spell minor illusion}",
						"{@spell prestidigitation}",
						"{@spell vicious mockery}"
					],
					"daily": {
						"1e": [
							"{@spell command}",
							"{@spell confusion}",
							"{@spell counterspell}",
							"{@spell detect magic}",
							"{@spell dimension door}",
							"{@spell dissonant whispers}",
							"{@spell enhance ability}",
							"{@spell Evard's black tentacles}",
							"{@spell fear}",
							"{@spell hellish rebuke}",
							"{@spell hold person}",
							"{@spell mage armor}",
							"{@spell motivational speech|AI}",
							"{@spell pulse wave|EGW}",
							"{@spell silvery barbs|SCC}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Excited to Be Here",
					"entries": [
						"The student has advantage on initiative rolls."
					]
				}
			],
			"action": [
				{
					"name": "Ink Dart",
					"entries": [
						"{@atk rs} {@hit 8} to hit, range 60 ft., one target. {@h}10 ({@damage 2d4 + 5}) psychic damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Beginner's Luck (2/Day)",
					"entries": [
						"When the student fails a saving throw, it can reroll the {@dice d20}. It must use the new roll."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"Y"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/SCC/First-Year Student.png",
			"fluff": {
				"name": "First-Year Student",
				"source": "SCC",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/SCC/First-Year Student.webp"
						}
					}
				]
			},
			"save": {
				"cha": "+8",
				"dex": "+4"
			},
			"skill": {
				"persuasion": "+11",
				"deception": "+11",
				"insight": "+5",
				"intimidation": "+8",
				"investigation": "+5",
				"performance": "+8"
			},
			"resist": [
				"lightning"
			],
			"damageTagsSpell": [
				"B",
				"F",
				"O",
				"Y"
			]
		},
		{
			"name": "Miraak, the Prime Motive of Lily Lotusden, the Oracle of Strixhaven.",
			"source": "FinnsHombrew",
			"page": 281,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 199,
				"formula": "19d10 + 95"
			},
			"speed": {
				"walk": 40,
				"fly": 60
			},
			"str": 22,
			"dex": 12,
			"con": 20,
			"int": 16,
			"wis": 14,
			"cha": 23,
			"save": {
				"dex": "+6",
				"con": "+11",
				"int": "+9",
				"wis": "+10",
				"cha": "+12"
			},
			"skill": {
				"arcana": "+15",
				"perception": "+8",
				"religion": "+15",
				"persuasion": "+18",
				"deception": "+18",
				"athletics": "+18"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 18,
			"immune": [
				"psychic",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"Common",
				"Sphinx",
				"Draconic",
				"Sylvan"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The sphinx is a 22nd-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell prestidigitation}",
								"{@spell sacred flame}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell detect evil and good}",
								"{@spell detect magic}",
								"{@spell healing word}",
								"{@spell shield}",
								"{@spell Tasha's hideous laughter}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell aid}",
								"{@spell lesser restoration}",
								"{@spell Tasha's mind whip|TCE}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell dispel magic}",
								"{@spell motivational speech|AI}",
								"{@spell tongues}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell conjure woodland beings}",
								"{@spell dimension door}",
								"{@spell freedom of movement}",
								"{@spell raulothim's psychic lance|FTD}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell destructive wave}",
								"{@spell flame strike}",
								"{@spell greater restoration}",
								"{@spell summon draconic spirit|FTD}"
							],
							"slots": 3
						},
						"6": {
							"spells": [
								"{@spell heroes' feast}"
							],
							"slots": 3
						},
						"7": {
							"spells": [
								"{@spell dream of the blue veil|TCE}"
							],
							"slots": 2
						},
						"8": {
							"spells": [
								"{@spell antimagic field}"
							],
							"slots": 2
						},
						"9": {
							"spells": [
								"{@spell power word heal}"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Inscrutable",
					"entries": [
						"The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The sphinx's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sphinx makes two claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) slashing damage."
					]
				},
				{
					"name": "Roar (3/Day)",
					"entries": [
						"The sphinx emits a magical roar. Each time it roars before finishing a long rest, the roar is louder and the effect is different, as detailed below. Each creature within 500 feet of the sphinx and able to hear the roar must make a saving throw.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "First Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition frightened} for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Second Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition deafened} and {@condition frightened} for 1 minute. A {@condition frightened} creature is {@condition paralyzed} and can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Third Roar",
									"entry": "Each creature makes a {@dc 18} Constitution saving throw. On a failed save, a creature takes 44 ({@damage 8d10}) thunder damage and is knocked {@condition prone}. On a successful save, the creature takes half as much damage and isn't knocked {@condition prone}."
								}
							]
						}
					]
				}
			],
			"legendary": [
				{
					"name": "Claw Attack",
					"entries": [
						"Miraak makes one claw attack."
					]
				},
				{
					"name": "Teleport (Costs 2 Actions)",
					"entries": [
						"Miraak magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see."
					]
				},
				{
					"name": "Cast a Spell (Costs 3 Actions)",
					"entries": [
						"Miraak casts a spell from his list of prepared spells, using a spell slot as normal."
					]
				}
			],
			"legendaryGroup": {
				"name": "Sphinx",
				"source": "MM"
			},
			"environment": [
				"desert",
				"strixhaven campus"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/androsphinx.mp3"
			},
			"traitTags": [
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"OTH",
				"DR",
				"S"
			],
			"damageTags": [
				"S",
				"T"
			],
			"damageTagsLegendary": [
				"N"
			],
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"R",
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"deafened",
				"frightened",
				"paralyzed",
				"prone"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Androsphinx.png",
			"fluff": {
				"name": "Androsphinx",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"An androsphinx bears the head of a humanoid male on its lion's body. Outwardly gruff and downcast, it often begins conversations with insults or negative observations. Beneath this gruff exterior, however, an androsphinx has a noble heart. It has no wish to lie or deceive, but it doesn't give away information readily, choosing its words as wisely as it guards its secrets.",
									"An androsphinx tests the courage and valor of supplicants, not only by forcing them to complete quests but also with its terrible roar, which echoes for miles as it terrifies and deafens nearby creatures. Those who pass its tests may be rewarded with a heroes' feast.",
									{
										"type": "entries",
										"name": "Sphinxes",
										"entries": [
											"In sacred isolation, a sphinx guards the secrets and treasures of the gods. As it calmly regards each new party that comes before it, the bones of supplicants and quest seekers that failed to pass its tests lie scattered around its lair. Its great wings sweep along its flanks, its tawny leonine body rippling with muscle and possessed of forepaws powerful enough to tear a humanoid in half.",
											{
												"type": "entries",
												"name": "Divine Guardians",
												"entries": [
													"Sphinxes test the worth of those who seek the treasures of the gods, whether forgotten secrets or mighty spells, artifacts or magical gateways. Creatures that choose to face a sphinx's test are bound to that test unto death, and only those worthy will survive it. The rest the sphinx destroys.",
													"Some sphinxes are high priests of the gods that create them, but most are simply embodied spirits, brought into the mortal realm by devout prayer or direct intervention. A sphinx maintains its vigil tirelessly, not needing to sleep or eat. It rarely engages with others of its kind, knowing no other life except its sacred mission."
												]
											},
											{
												"name": "Magical Tests",
												"entries": [
													" The secrets and treasures a sphinx guards remain under divine protection, so that when a creature fails a sphinx's test, the path to the object or knowledge it guards vanishes. Even if a sphinx is attacked and defeated, a quester will still fail to gain the secret it sought-and will make an enemy of the god that placed the sphinx as a guardian.",
													"Benign deities sometimes grant a sphinx the power to remove supplicants that fail their tests, transporting them away and ensuring that they never encounter the sphinx again. However, those who fail a sphinx's test typically meet a gruesome end beneath its claws."
												],
												"type": "entries"
											},
											{
												"name": "Extraplanar Beings",
												"entries": [
													" Mortals that encounter sphinxes do so most often in ancient tombs and ruins, but some sphinxes can access extraplanar realms. A conversation with a sphinx that begins between tumbled stone walls might suddenly shift to an alien locale, such as a life-sized game board or a daunting cliff that must be climbed in a howling storm. Sometimes a sphinx must be summoned from such an extradimensional space, with supplicants calling it from its empty lair. Only those the sphinx deems worthy gain admittance to its realm."
												],
												"type": "entries"
											},
											{
												"name": "Fallen Sphinxes",
												"entries": [
													" Whether through the weariness of the ages, regret at the slaughter of innocents, or dreams of worship by supplicants that attempt to bargain their way to knowledge, some sphinxes break free of their divine command. However, even if a sphinx's alignment and loyalties drift in this way, it never leaves the place it guards or grants its secrets to any except creatures it deems worthy."
												],
												"type": "entries"
											}
										]
									},
									{
										"type": "entries",
										"name": "A Sphinx's Lair",
										"entries": [
											"A sphinx presides over an ancient temple, sepulcher, or vault, within which are hidden divine secrets and treasures beyond the reach of mortals."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:",
									{
										"type": "list",
										"items": [
											"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.",
											"The effects of time are altered such that every creature in the lair must succeed on a {@dc 15} Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.",
											"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.",
											"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Androsphinx.jpg"
						}
					}
				]
			},
			"shortName": "Miraak",
			"isNamedCreature": true,
			"familiar": true
		},
		{
			"name": "Large Luigi",
			"group": [
				"Beholders"
			],
			"source": "FinnsHombrew",
			"page": 28,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 180,
				"formula": "19d10 + 76"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 20,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 10,
			"dex": 14,
			"con": 18,
			"int": 17,
			"wis": 15,
			"cha": 17,
			"save": {
				"int": "+8",
				"wis": "+7",
				"cha": "+8"
			},
			"skill": {
				"perception": "+12"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 22,
			"conditionImmune": [
				"prone"
			],
			"languages": [
				"Deep Speech",
				"Undercommon"
			],
			"cr": {
				"cr": "13",
				"lair": "14"
			},
			"trait": [
				{
					"name": "Antimagic Cone",
					"entries": [
						"The beholder's central eye creates an area of antimagic, as in the {@spell antimagic field} spell, in a 150-foot cone. At the start of each of its turns, the beholder decides which way the cone faces and whether the cone is active. The area works against the beholder's own eye rays."
					]
				},
				{
					"name": "Tool Proficiencies",
					"entries": [
						"Large Luigi is proficient in Cook's Tools and Brewer's Supplies"
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}14 ({@damage 4d6}) piercing damage."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The beholder shoots three of the following magical eye rays at random (reroll duplicates), choosing one to three targets it can see within 120 feet of it:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. Truth Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Wisdom saving throw or be {@condition charmed} by the beholder for 1 minute, or until the beholder harms the creature. While {@condition charmed} in this way, Large Luigi knows if you intentionally tell a lie"
								},
								{
									"type": "item",
									"name": "2. Paralyzing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "3. Fear Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "4. Slowing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "5. Enervation Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 16} Constitution saving throw, taking 36 ({@damage 8d8}) necrotic damage on a failed save, or half as much damage on a successful one."
								},
								{
									"type": "item",
									"name": "6. Telekinetic Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 16} Strength saving throw or the beholder moves it up to 30 feet in any direction. It is {@condition restrained} by the ray's telekinetic grip until the start of the beholder's next turn or until the beholder is {@condition incapacitated}.",
										"If the target is an object weighing 300 pounds or less that isn't being worn or carried, it is moved up to 30 feet in any direction. The beholder can also exert fine control on objects with this ray, such as manipulating a simple tool or opening a door or a container."
									]
								},
								{
									"type": "item",
									"name": "7. Sleep Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Wisdom saving throw or fall asleep and remain {@condition unconscious} for 1 minute. The target awakens if it takes damage or another creature takes an action to wake it. This ray has no effect on constructs and undead."
								},
								{
									"type": "item",
									"name": "8. Petrification Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 16} Dexterity saving throw. On a failed save, the creature begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the  {@spell greater restoration} spell or other magic."
								},
								{
									"type": "item",
									"name": "9. Disintegration Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 16} Dexterity saving throw or take 45 ({@damage 10d8}) force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust.",
										"If the target is a Large or smaller nonmagical object or creation of magical force, it is disintegrated without a saving throw. If the target is a Huge or larger object or creation of magical force, this ray disintegrates a 10-foot cube of it."
									]
								},
								{
									"type": "item",
									"name": "10. Death Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 16} Dexterity saving throw or take 55 ({@damage 10d10}) necrotic damage. The target dies if the ray reduces it to 0 hit points."
								}
							]
						}
					]
				}
			],
			"legendaryHeader": [
				"The beholder can take 3 legendary actions, using the Eye Ray option below. It can take only one legendary action at a time and only at the end of another creature's turn. The beholder regains spent legendary actions at the start of its turn."
			],
			"legendary": [
				{
					"name": "Eye Ray",
					"entries": [
						"The beholder uses one random eye ray."
					]
				}
			],
			"legendaryGroup": {
				"name": "Beholder",
				"source": "MM"
			},
			"variant": [
				{
					"type": "inset",
					"name": "Variant Abilities",
					"entries": [
						"When a beholder's dream-imagination runs wild, the result can be an offspring that has an unusual or unique set of abilities. Rather than the standard powers of a beholder's central eye and eyestalks, the creature has one or more variant abilities—guaranteed to surprise any enemies who thought they knew what they were getting themselves into.",
						"This section provides several alternative spell effects for a beholder's eye. Each of these effects is designed to be of the same power level as the one it replaces, enabling you to create a custom beholder without altering the monster's challenge rating. As another option, you can switch any of the damaging eye rays in the {@book Monster Manual|MM} to an effect with a different damage type, such as replacing the enervation ray with a combustion ray that deals fire damage instead of necrotic damage.",
						"Unless otherwise indicated, an alternative ability has the same range as the eye ray it is replacing, and it affects only one creature per use (even if the ability is based on a spell that normally affects an area or multiple targets). The saving throw for an alternative ability uses the same DC and the same ability score as the spell the eye ray is based on.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Antimagic Cone:",
									"entry": "{@spell mirage arcane}, {@spell power word stun} (affecting the weakest non-{@condition stunned} target in the cone each round)"
								},
								{
									"type": "item",
									"name": "Charm Ray:",
									"entry": "{@spell banishment} (1 minute), {@spell confusion} (1 minute)"
								},
								{
									"type": "item",
									"name": "Death Ray:",
									"entry": "{@spell circle of death} (10-foot-radius sphere; 4d6 necrotic damage to all creatures in the area), {@spell feeblemind}"
								},
								{
									"type": "item",
									"name": "Disintegration Ray:",
									"entry": "{@spell chain lightning} (primary target takes 6d8 lightning damage; two secondary targets within 30 feet of the primary target take 3d8 lightning damage each), {@spell eyebite} (sickened effect; 1 minute)"
								},
								{
									"type": "item",
									"name": "Enervation Ray:",
									"entry": "{@spell create undead} (usable regardless of the time of day), {@spell polymorph} (1 minute)"
								},
								{
									"type": "item",
									"name": "Fear Ray:",
									"entry": "{@spell gaseous form} (self or willing creature only), {@spell moonbeam}"
								},
								{
									"type": "item",
									"name": "Paralyzing Ray:",
									"entry": "{@spell modify memory}, {@spell silence} (1 minute)"
								},
								{
									"type": "item",
									"name": "Petrification Ray:",
									"entry": "{@spell Otto's irresistible dance} (1 minute), {@spell wall of ice} (1 minute; one 10-foot-square panel)"
								},
								{
									"type": "item",
									"name": "Sleep Ray:",
									"entry": "{@spell blindness/deafness}, {@spell misty step} (self or willing creature only)"
								},
								{
									"type": "item",
									"name": "Slowing Ray:",
									"entry": "{@spell bestow curse} (1 minute), {@spell sleet storm} (one 10-foot-cube)"
								},
								{
									"type": "item",
									"name": "Telekinesis Ray:",
									"entry": "{@spell geas} (1 hour), {@spell wall of force} (1 minute; one 10-foot-square panel)"
								}
							]
						}
					],
					"source": "VGM",
					"page": 12
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/beholder.mp3"
			},
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"DS",
				"U"
			],
			"damageTags": [
				"L",
				"N",
				"O",
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"frightened",
				"paralyzed",
				"petrified",
				"restrained",
				"unconscious"
			],
			"conditionInflictLegendary": [
				"grappled"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Beholder.png",
			"fluff": {
				"name": "Beholder",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"One glance at a beholder is enough to assess its foul and otherworldly nature. Aggressive, hateful, and greedy, these aberrations dismiss all other creatures as lesser beings, toying with them or destroying them as they choose.",
									"A beholder's spheroid body levitates at all times, and its great bulging eye sits above a wide, toothy maw, while the smaller eyestalks that crown its body twist and turn to keep its foes in sight. When a beholder sleeps, it closes its central eye but leaves its smaller eyes open and alert.",
									{
										"name": "Xenophobic Isolationists",
										"type": "entries",
										"entries": [
											"Enemies abound, or so every beholder believes. Beholders are convinced that other creatures resent them for their brilliance and magical power, even as they dismiss those lesser creatures as crude and disgusting. Beholders always suspect others of plotting against them, even when no other creatures are around.",
											"The disdain a beholder has for other creatures extends to other beholders. Each beholder believes its form to be an ideal, and that any deviation from that form is a flaw in the racial purity of its kind. Beholders vary greatly in their physical forms, making conflict between them inevitable. Some beholders are protected by overlapping chitinous plates. Some have smooth hides. Some have eyestalks that writhe like tentacles, while others' stalks bear crustacean-like joints. Even slight differences of coloration in hide can turn two beholders into lifelong enemies."
										]
									},
									{
										"name": "Eye Tyrant",
										"type": "entries",
										"entries": [
											"Some beholders manage to channel their xenophobic tendencies into a terrible despotism. Rather than live in isolation, the aptly named eye tyrants enslave those other creatures, founding and controlling vast empires. An eye tyrant sometimes carves out a domain within or under a major city, commanding networks of agents that operate on their master's behalf."
										]
									},
									{
										"name": "Alien Lairs",
										"type": "entries",
										"entries": [
											"Because they refuse to share territory with others, most beholders withdraw to frigid hills, abandoned ruins, and deep caverns to scheme. A beholder's lair is carved out by its disintegration eye ray, emphasizing vertical passages connecting chambers stacked on top of each other. Such an environment allows a beholder to move freely, even as it prevents intruders from easily creeping about. When intruders do break in, the height of its open ceilings allows a beholder to float up and harry foes on the floor.",
											"As alien as their creator, the rooms in a beholder's lair reflect the creature's arrogance. It festoons its chambers with trophies from the battles it has won, including {@condition petrified} adventurers standing frozen in their horrified final moments, pieces of other beholders, and magic items wrested from powerful foes. A beholder judges its own worth by its acquisitions, and it never willingly parts with its treasures."
										]
									},
									{
										"type": "entries",
										"name": "A Beholder's Lair",
										"entries": [
											"A beholder's central lair is typically a large, spacious cavern with high ceilings, where it can attack without fear of closing to melee range. A beholder encountered in its lair has a challenge rating of 14 (11,500 XP)."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"When fighting inside its lair, a beholder can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the beholder can take one lair action to cause one of the following effects:",
									{
										"type": "list",
										"items": [
											"A 50-foot-square area of ground within 120 feet of the beholder becomes slimy; that area is {@quickref difficult terrain||3} until initiative count 20 on the next round.",
											"Walls within 120 feet of the beholder sprout grasping appendages until initiative count 20 on the round after next. Each creature of the beholder's choice that starts its turn within 10 feet of such a wall must succeed on a {@dc 15} Dexterity saving throw or be {@condition grappled}. Escaping requires a successful {@dc 15} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check.",
											"An eye opens on a solid surface within 60 feet of the beholder. One random eye ray of the beholder shoots from that eye at a target of the beholder's choice that it can see. The eye then closes and disappears."
										]
									},
									"The beholder can't repeat an effect until they have all been used, and it can't use the same effect two rounds in a row."
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Regional Effects",
								"entries": [
									"A region containing a beholder's lair is warped by the creature's unnatural presence, which creates one or more of the following effects:",
									{
										"type": "list",
										"items": [
											"Creatures within 1 mile of the beholder's lair sometimes feel as if they're being watched when they aren't.",
											"When the beholder sleeps, minor warps in reality occur within 1 mile of its lair and then vanish 24 hours later. Marks on cave walls might change subtly, an eerie trinket might appear where none existed before, harmless slime might coat a statue, and so on. These effects apply only to natural surfaces and to nonmagical objects that aren't on anyone's person."
										]
									},
									"If the beholder dies, these effects fade over the course of {@dice 1d10} days."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Beholder.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Astral Elf Star Priest (Arcane)",
			"source": "FinnsHombrew",
			"page": 13,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"wizard"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@spell mage armor|phb}"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "20d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 11,
			"con": 10,
			"int": 20,
			"wis": 16,
			"cha": 17,
			"save": {
				"cha": "+6",
				"int": "+8",
				"wis": "+6"
			},
			"skill": {
				"medicine": "+6",
				"religion": "+8"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Gith",
				"Common",
				"Elvish"
			],
			"cr": "5",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The elf casts one of the following spells, using Intelligence as the spellcasting ability (spell save {@dc 16}):"
					],
					"daily": {
						"2e": [
							"{@spell tasha's mind whip|TCE} (3rd-level version)",
							"{@spell shield}",
							"{@spell vortex warp|SCC}"
						],
						"1e": [
							"{@spell contingency} (containing dimension door)",
							"{@spell counterspell}",
							"{@spell dimension door}",
							"{@spell scatter}",
							"{@spell sending}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"The elf has advantage on saving throws it makes to avoid or end the {@condition charmed} condition on itself, and magic can't put it to sleep."
					]
				},
				{
					"name": "Unusual Nature",
					"entries": [
						"The elf doesn't require sleep."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The elf makes two Morningstar attacks. It can use Rain of Radiance in place of one of these attacks."
					]
				},
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) piercing damage plus 17 ({@damage 5d6}) radiant damage."
					]
				},
				{
					"name": "Rain of Radiance",
					"entries": [
						"Magical, flame-like radiance rains down on a creature that the elf can see within 60 feet of itself. The target must make a {@dc 16} Dexterity saving throw, taking 22 ({@damage 5d8}) radiant damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"bonus": [
				{
					"name": "Starlight Step (3/Day)",
					"entries": [
						"The elf magically teleports up to 30 feet, along with anything it is wearing or carrying, to an unoccupied space it can see."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry",
				"Unusual Nature"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"GTH",
				"C",
				"E"
			],
			"damageTags": [
				"P",
				"R"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflictSpell": [
				"paralyzed"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/BAM/Astral Elf Star Priest.png",
			"fluff": {
				"name": "Astral Elf Star Priest",
				"source": "BAM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Star priests draw their strength from the pantheon of elven gods and oversee religious practices in astral elf society. It's common for them to serve aboard spelljamming ships, not only as emissaries of the gods but also as spelljammers."
						]
					},
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"name": "Astral Elves",
								"entries": [
									"Long ago, some elves ventured to the Astral Plane to be closer to their gods. There, they ceased to age and could exist indefinitely without sustenance.",
									"Astral elves were among the first creatures to dwell in the Silver Void. As other explorers have reached for the stars, astral elves have had to reckon with violent neighbors and strange visitors. Over the eons, astral elves have clashed with numerous invaders, including psurlons, mind flayers, and githyanki. When dealing with others, astral elves customarily cover their faces with ornate visors, becoming faceless extensions of their gods. Their fierce devotion to the pantheon of elven deities is repaid with divine power. For example, the gods invest astral elf warriors with the power to channel the radiant energy of starlight through their weapons, just as they empower astral elf leaders with the ability to cast spells and summon solar dragons.",
									"Astral elves ply the Astral Sea and Wildspace in ships of their own design. These ships are fashioned from crystals harvested from Wildspace systems and bound together with an organic, plant-based material that hardens like ceramic. The elves sculpt these substances in various configurations to create star moths (see the {@i Astral Adventurer's Guide}) and other vessels. The elves also reshape the petrified bodies of dead gods found adrift in the Silver Void, transforming them into floating cities and citadels.",
									"Although the Silver Void is their home, astral elves often venture into Wildspace systems and place their ships and citadels in orbit around stars. Astral elves do this for several reasons. Proximity to a star allows the astral elves to forge pacts with solar dragons and to collect starlight, which the elves use to grow crystals and repair their ships. Most important, astral elves use their time outside the Deep Astral to replenish their numbers by having and raising children.",
									"Many astral elves are thousands (in some cases tens of thousands) of years old. Whatever their disposition, their longevity gives astral elves a perspective on time that few other kinds of creatures can appreciate. Whether they choose to live in quiet contemplation or strike out to explore the far reaches of the multiverse, astral elves tend to see events happening elsewhere as having little or no meaning to them.",
									{
										"type": "inset",
										"name": "Astral Elves of Xaryxis",
										"entries": [
											"The adventure,{@i Light of Xaryxis}features an amoral astral elf society called the Xaryxian Empire. This empire is based in Xaryxispace, a Wildspace system illuminated by an enormous radiant sun named Xaryxis."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/BAM/Astral Elf Star Priest.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"O",
				"Y"
			]
		},
		{
			"name": "Hastain",
			"source": "FinnsHombrew",
			"page": 47,
			"size": [
				"M"
			],
			"type": "celestial",
			"alignment": [
				"C",
				"E"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 21,
					"from": [
						"glory",
						"mage armor"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 20",
				"average": 110
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 18,
			"dex": 15,
			"con": 12,
			"int": 19,
			"wis": 16,
			"cha": 24,
			"save": {
				"dex": "+5",
				"con": "+4",
				"wis": "+6",
				"cha": "+10"
			},
			"skill": {
				"arcana": "+7",
				"history": "+7",
				"performance": "+10",
				"persuasion": "+10"
			},
			"passive": 13,
			"languages": [
				"Celestial",
				"Common",
				"Deep Speech",
				"Draconic"
			],
			"cr": "8",
			"spellcasting": [
				{
					"name": "Spellcasting (Psionics)",
					"headerEntries": [
						"The reigar casts one of the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save {@dc 18}):"
					],
					"will": [
						"{@spell light}",
						"{@spell mage hand}",
						"{@spell prestidigitation}"
					],
					"daily": {
						"2e": [
							"{@spell color spray} (2nd-level version)",
							"{@spell dimension door}",
							"{@spell phantasmal force}"
						],
						"1e": [
							"{@spell counterspell}",
							"{@spell mage armor}",
							"{@spell mass suggestion}",
							"{@spell sending}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Glory",
					"entries": [
						"The reigar's Armor Class includes its Charisma modifier."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The reigar can hold its breath for 1 hour."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"The reigar wears a talarith."
					]
				},
				{
					"name": "Dramatic Tension",
					"entries": [
						"Hastain's Armour class reduces by 1 for every round of combat that has passed"
					]
				},
				{
					"name": "Maneuvers",
					"entries": [
						"{@dc 15}",
						"Grappling Strike. Immediately after you hit a creature with a melee attack on your turn, you can expend one superiority die and then try to grapple the target as a bonus action (see the Player's Handbook for rules on grappling). Add the superiority die to your Strength (Athletics) check.",
						"Quick Toss. As a bonus action, you can expend one superiority die and make a ranged attack with a weapon that has the thrown property. You can draw the weapon as part of making this attack. If you hit, add the superiority die to the weapon's damage roll.",
						"Riposte. When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll.",
						"Pushing Attack. When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The reigar makes two Trident attacks, or two Prismatic Bolt attacks, or one of each."
					]
				},
				{
					"name": "Trident",
					"entries": [
						"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage, or 8 ({@damage 1d8 + 4}) piercing damage if used with two hands to make a melee attack, plus 3 ({@damage 1d6}) force damage if the reigar is wearing its talarith."
					]
				},
				{
					"name": "Chromatic Bolt",
					"entries": [
						"{@atk rs} {@hit 10} to hit, range 90 ft., one target. {@h}10 ({@damage 3d6}) damage of a type chosen by the roll of one of the d6s. The target also makes a saving throw, {@dc 15} against an associated effect.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. STR save",
									"style": "italic",
									"entry": "Damage type Bludgeoning, push/pull 15ft on fail"
								},
								{
									"type": "item",
									"name": "2. DEX save",
									"style": "italic",
									"entry": "Damage type Cold {@condition restrained} on fail"
								},
								{
									"type": "item",
									"name": "3. CON save",
									"style": "italic",
									"entry": "Damage type poison, {@condition poisoned} on fail"
								},
								{
									"type": "item",
									"name": "4. INT save",
									"style": "italic",
									"entry": "Damage type psychic, dazed on fail"
								},
								{
									"type": "item",
									"name": "5. WIS save",
									"style": "italic",
									"entry": "Damage type radiant, {@condition charmed} by Hastain on fail"
								},
								{
									"type": "item",
									"name": "6. CHA save",
									"style": "italic",
									"entries": [
										"Damage type force, on faii you gain resistance to all damage and all damage you deal is resisted, except force"
									]
								}
							]
						}
					]
				},
				{
					"name": "Summon Duplicate (Recharges after a Short or Long Rest)",
					"entries": [
						"Using its talarith, the reigar summons a duplicate of itself. The duplicate obeys the reigar's commands and uses the reigar's statistics, except it is an unaligned Construct that doesn't have a talarith of its own. The duplicate takes its turn immediately after the reigar. It vanishes after 1 hour or when it is reduced to 0 hit points."
					]
				}
			],
			"traitTags": [
				"Hold Breath"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CE",
				"C",
				"DS",
				"DR"
			],
			"damageTags": [
				"O",
				"P"
			],
			"damageTagsSpell": [
				"O",
				"Y"
			],
			"spellcastingTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/BAM/Reigar.png",
			"fluff": {
				"name": "Reigar",
				"source": "BAM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Reigar were once cephalopods similar to octopi. They inhabited the stormy seas of Ysgard until the gods of that plane transformed them. Reigar have bioluminescent freckles and the ability to change the coloration of their skin. A glory (or halo) surrounds each of them. This magical display is a cloud of twinkling, glittering motes that changes color randomly and repels attacks.",
							"Gifted with audacious hearts, reigar emerged from the Ysgardian seas to test their mettle on land. When the endless battles there grew tiresome, some reigar ventured to the Astral Sea and Wildspace in search of glory. Many are driven by artistic pursuits, but each reigar has their own notion of what constitutes art. For some, warfare is the highest form of artistic endeavor. Other reigar create art of a more benign nature.",
							"Reigar wander Wildspace and the Astral Sea in search of artistic inspiration, traveling in symbiotic organic ships that they create (see \" Esthetic \"). Each reigar possesses a magic item called a talarith, which it created and to which it alone can attune. If this object is lost or destroyed, it takes {@dice 1d20 + 20} days for the reigar to craft another one."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/BAM/Reigar.webp"
						}
					}
				]
			},
			"legendaryActions": 1,
			"legendary": [
				{
					"name": "Oh, so were actually gonna do this?",
					"entries": [
						"Hastain designates each an unoccupied space for himself and two other creatures. If the creature fails a {@dc 15} wisdom saving throw, it moves to that space and gains 7 temporary hitpoints at no action cost."
					]
				},
				{
					"name": "Darkened Glory",
					"entries": [
						"Hastain uses his shakti to summon a murder comet under his control"
					]
				},
				{
					"name": "The Masterstroke",
					"entries": [
						"Hastain makes a special Trident or Chromatic Bolt attack, to which he adds his Charisma modifier to the roll ({@hit 14}, {@hit 17} respectively). If it hits, the creature it hits is compelled to move. If necessary, make an attack or cast a damaging cantrip targeting the next creature in the initiative order with the same behaviour as this attack. The chain stops only when someone misses or Hastain is hit by an attack."
					]
				}
			],
			"isNamedCreature": true,
			"reaction": [
				{
					"name": "A death left unsavoured is a death wasted",
					"entries": [
						"When Hastain's helot dies, he casts {@spell power word pain} on the creature that dealt the killing blow. (save {@dc 15})"
					]
				}
			],
			"isNpc": true
		},
		{
			"name": "Astrosphinx",
			"source": "FinnsHombrew",
			"page": 281,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				{
					"special": "Lawful Insane"
				}
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 199,
				"formula": "19d10 + 95"
			},
			"speed": {
				"walk": 45,
				"fly": {
					"number": 60,
					"condition": "72 ft. in Astral"
				}
			},
			"str": 22,
			"dex": 10,
			"con": 20,
			"int": 24,
			"wis": 18,
			"cha": 23,
			"save": {
				"dex": "+6",
				"con": "+11",
				"wis": "+10",
				"cha": "+12",
				"int": "+13"
			},
			"skill": {
				"arcana": "+19",
				"perception": "+10",
				"religion": "+19",
				"history": "+19",
				"nature": "+19",
				"investigation": "+13"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 20,
			"immune": [
				"psychic",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"All",
				"Common",
				"Sphinx",
				"Telepathy 60ft"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The astrosphinx is a 13th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mind sliver|TCE}",
								"{@spell minor illusion}",
								"{@spell minor paradox|FinnsHombrew}",
								"{@spell prestidigitation}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell detect evil and good} (Always returns incorrect result)",
								"{@spell detect magic}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell phantasmal force}",
								"{@spell Tasha's mind whip|TCE}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell spirit shroud|TCE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell raulothim's psychic lance|FTD}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell contact other plane} (contacting itself)",
								"{@spell flame strike}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell chain lightning}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell mirage arcane} (as an action)"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Inscrutable",
					"entries": [
						"The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage. You are allowed to lie to your players about the result of an insight check made towards the Astrosphinx in any way you wish to manipulate them."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The sphinx's weapon attacks are magical."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The astrosphinx has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sphinx makes two attacks. It use its roar action in place of one attack"
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) slashing damage."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}11 ({@damage 1d10 + 6}) bludgeoning damage. Target is {@condition grappled} on a hit, if the target is already {@condition grappled} then they are {@condition restrained}. (Escape {@dc 20})"
					]
				},
				{
					"name": "Roar (3/Day)",
					"entries": [
						"The sphinx emits a magical roar. Each time it roars before finishing a long rest, the roar is louder and the effect is different, as detailed below. Each creature within 500 feet of the sphinx and able to hear the roar must make a saving throw.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "First Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition frightened} for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Second Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition deafened} and {@condition frightened} for 1 minute. A {@condition frightened} creature is {@condition paralyzed} and can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Third Roar",
									"entry": "Each creature makes a {@dc 18} Constitution saving throw. On a failed save, a creature takes 44 ({@damage 8d10}) thunder damage and is knocked {@condition prone}. On a successful save, the creature takes half as much damage and isn't knocked {@condition prone}."
								}
							]
						}
					]
				},
				{
					"name": "Squeeze",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one creature who is {@condition incapacitated}, or {@condition restrained} by the sphinx. {@h}70 ({@damage 20d6}) bludgeoning damage. If this damage kills the target, their skull is crushed."
					]
				},
				{
					"name": "Sleep Breath",
					"entries": [
						"The astrosphinx exhales sleep gas in a 60-foot cone. Each creature in that area must succeed on a {@dc 18} Constitution saving throw or fall {@condition unconscious} for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The sphinx makes one claw or pounce attack."
					]
				},
				{
					"name": "Teleport (Costs 2 Actions)",
					"entries": [
						"The sphinx magically teleports, along with any equipment and creatures it is wearing or carrying, up to 120 feet to an unoccupied space it can see."
					]
				},
				{
					"name": "Cast a Spell (Costs 3 Actions)",
					"entries": [
						"The sphinx casts a spell from its list of prepared spells, using a spell slot as normal."
					]
				}
			],
			"legendaryGroup": {
				"name": "Sphinx",
				"source": "MM"
			},
			"environment": [
				"desert"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/androsphinx.mp3"
			},
			"traitTags": [
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"OTH"
			],
			"damageTags": [
				"B",
				"S",
				"T"
			],
			"damageTagsLegendary": [
				"N"
			],
			"damageTagsSpell": [
				"C",
				"F",
				"L",
				"N",
				"R",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"deafened",
				"frightened",
				"grappled",
				"paralyzed",
				"prone",
				"unconscious"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Androsphinx.png",
			"fluff": {
				"name": "Androsphinx",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"An androsphinx bears the head of a humanoid male on its lion's body. Outwardly gruff and downcast, it often begins conversations with insults or negative observations. Beneath this gruff exterior, however, an androsphinx has a noble heart. It has no wish to lie or deceive, but it doesn't give away information readily, choosing its words as wisely as it guards its secrets.",
									"An androsphinx tests the courage and valor of supplicants, not only by forcing them to complete quests but also with its terrible roar, which echoes for miles as it terrifies and deafens nearby creatures. Those who pass its tests may be rewarded with a heroes' feast.",
									{
										"type": "entries",
										"name": "Sphinxes",
										"entries": [
											"In sacred isolation, a sphinx guards the secrets and treasures of the gods. As it calmly regards each new party that comes before it, the bones of supplicants and quest seekers that failed to pass its tests lie scattered around its lair. Its great wings sweep along its flanks, its tawny leonine body rippling with muscle and possessed of forepaws powerful enough to tear a humanoid in half.",
											{
												"type": "entries",
												"name": "Divine Guardians",
												"entries": [
													"Sphinxes test the worth of those who seek the treasures of the gods, whether forgotten secrets or mighty spells, artifacts or magical gateways. Creatures that choose to face a sphinx's test are bound to that test unto death, and only those worthy will survive it. The rest the sphinx destroys.",
													"Some sphinxes are high priests of the gods that create them, but most are simply embodied spirits, brought into the mortal realm by devout prayer or direct intervention. A sphinx maintains its vigil tirelessly, not needing to sleep or eat. It rarely engages with others of its kind, knowing no other life except its sacred mission."
												]
											},
											{
												"name": "Magical Tests",
												"entries": [
													" The secrets and treasures a sphinx guards remain under divine protection, so that when a creature fails a sphinx's test, the path to the object or knowledge it guards vanishes. Even if a sphinx is attacked and defeated, a quester will still fail to gain the secret it sought-and will make an enemy of the god that placed the sphinx as a guardian.",
													"Benign deities sometimes grant a sphinx the power to remove supplicants that fail their tests, transporting them away and ensuring that they never encounter the sphinx again. However, those who fail a sphinx's test typically meet a gruesome end beneath its claws."
												],
												"type": "entries"
											},
											{
												"name": "Extraplanar Beings",
												"entries": [
													" Mortals that encounter sphinxes do so most often in ancient tombs and ruins, but some sphinxes can access extraplanar realms. A conversation with a sphinx that begins between tumbled stone walls might suddenly shift to an alien locale, such as a life-sized game board or a daunting cliff that must be climbed in a howling storm. Sometimes a sphinx must be summoned from such an extradimensional space, with supplicants calling it from its empty lair. Only those the sphinx deems worthy gain admittance to its realm."
												],
												"type": "entries"
											},
											{
												"name": "Fallen Sphinxes",
												"entries": [
													" Whether through the weariness of the ages, regret at the slaughter of innocents, or dreams of worship by supplicants that attempt to bargain their way to knowledge, some sphinxes break free of their divine command. However, even if a sphinx's alignment and loyalties drift in this way, it never leaves the place it guards or grants its secrets to any except creatures it deems worthy."
												],
												"type": "entries"
											}
										]
									},
									{
										"type": "entries",
										"name": "A Sphinx's Lair",
										"entries": [
											"A sphinx presides over an ancient temple, sepulcher, or vault, within which are hidden divine secrets and treasures beyond the reach of mortals."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:",
									{
										"type": "list",
										"items": [
											"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.",
											"The effects of time are altered such that every creature in the lair must succeed on a {@dc 15} Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.",
											"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.",
											"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Androsphinx.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Astrosphinx",
			"source": "FinnsHombrew",
			"page": 281,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				{
					"special": "Lawful Insane"
				}
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 199,
				"formula": "19d10 + 95"
			},
			"speed": {
				"walk": 45,
				"fly": {
					"number": 60,
					"condition": "72 ft. in Astral"
				}
			},
			"str": 22,
			"dex": 10,
			"con": 20,
			"int": 24,
			"wis": 18,
			"cha": 23,
			"save": {
				"dex": "+6",
				"con": "+11",
				"wis": "+10",
				"cha": "+12",
				"int": "+13"
			},
			"skill": {
				"arcana": "+19",
				"perception": "+10",
				"religion": "+19",
				"history": "+19",
				"nature": "+19",
				"investigation": "+13"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 20,
			"immune": [
				"psychic",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"All",
				"Common",
				"Sphinx",
				"Telepathy 60ft"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The astrosphinx is a 13th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mind sliver|TCE}",
								"{@spell minor illusion}",
								"{@spell minor paradox|FinnsHombrew}",
								"{@spell prestidigitation}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell detect evil and good} (Always returns incorrect result)",
								"{@spell detect magic}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell phantasmal force}",
								"{@spell Tasha's mind whip|TCE}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell spirit shroud|TCE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell raulothim's psychic lance|FTD}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell contact other plane} (contacting itself)",
								"{@spell flame strike}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell chain lightning}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell mirage arcane} (as an action)"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Inscrutable",
					"entries": [
						"The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage. You are allowed to lie to your players about the result of an insight check made towards the Astrosphinx in any way you wish to manipulate them."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The sphinx's weapon attacks are magical."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The astrosphinx has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sphinx makes two attacks. It use its roar action in place of one attack"
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) slashing damage."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}11 ({@damage 1d10 + 6}) bludgeoning damage. Target is {@condition grappled} on a hit, if the target is already {@condition grappled} then they are {@condition restrained}. (Escape {@dc 20})"
					]
				},
				{
					"name": "Roar (3/Day)",
					"entries": [
						"The sphinx emits a magical roar. Each time it roars before finishing a long rest, the roar is louder and the effect is different, as detailed below. Each creature within 500 feet of the sphinx and able to hear the roar must make a saving throw.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "First Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition frightened} for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Second Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition deafened} and {@condition frightened} for 1 minute. A {@condition frightened} creature is {@condition paralyzed} and can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Third Roar",
									"entry": "Each creature makes a {@dc 18} Constitution saving throw. On a failed save, a creature takes 44 ({@damage 8d10}) thunder damage and is knocked {@condition prone}. On a successful save, the creature takes half as much damage and isn't knocked {@condition prone}."
								}
							]
						}
					]
				},
				{
					"name": "Squeeze",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one creature who is {@condition incapacitated}, or {@condition restrained} by the sphinx. {@h}70 ({@damage 20d6}) bludgeoning damage. If this damage kills the target, their skull is crushed."
					]
				},
				{
					"name": "Sleep Breath",
					"entries": [
						"The astrosphinx exhales sleep gas in a 60-foot cone. Each creature in that area must succeed on a {@dc 18} Constitution saving throw or fall {@condition unconscious} for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The sphinx makes one claw or pounce attack."
					]
				},
				{
					"name": "Teleport (Costs 2 Actions)",
					"entries": [
						"The sphinx magically teleports, along with any equipment and creatures it is wearing or carrying, up to 120 feet to an unoccupied space it can see."
					]
				},
				{
					"name": "Cast a Spell (Costs 3 Actions)",
					"entries": [
						"The sphinx casts a spell from its list of prepared spells, using a spell slot as normal."
					]
				}
			],
			"legendaryGroup": {
				"name": "Sphinx",
				"source": "MM"
			},
			"environment": [
				"desert"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/androsphinx.mp3"
			},
			"traitTags": [
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"OTH"
			],
			"damageTags": [
				"B",
				"S",
				"T"
			],
			"damageTagsLegendary": [
				"N"
			],
			"damageTagsSpell": [
				"C",
				"F",
				"L",
				"N",
				"R",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"deafened",
				"frightened",
				"grappled",
				"paralyzed",
				"prone",
				"unconscious"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Androsphinx.png",
			"fluff": {
				"name": "Androsphinx",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"An androsphinx bears the head of a humanoid male on its lion's body. Outwardly gruff and downcast, it often begins conversations with insults or negative observations. Beneath this gruff exterior, however, an androsphinx has a noble heart. It has no wish to lie or deceive, but it doesn't give away information readily, choosing its words as wisely as it guards its secrets.",
									"An androsphinx tests the courage and valor of supplicants, not only by forcing them to complete quests but also with its terrible roar, which echoes for miles as it terrifies and deafens nearby creatures. Those who pass its tests may be rewarded with a heroes' feast.",
									{
										"type": "entries",
										"name": "Sphinxes",
										"entries": [
											"In sacred isolation, a sphinx guards the secrets and treasures of the gods. As it calmly regards each new party that comes before it, the bones of supplicants and quest seekers that failed to pass its tests lie scattered around its lair. Its great wings sweep along its flanks, its tawny leonine body rippling with muscle and possessed of forepaws powerful enough to tear a humanoid in half.",
											{
												"type": "entries",
												"name": "Divine Guardians",
												"entries": [
													"Sphinxes test the worth of those who seek the treasures of the gods, whether forgotten secrets or mighty spells, artifacts or magical gateways. Creatures that choose to face a sphinx's test are bound to that test unto death, and only those worthy will survive it. The rest the sphinx destroys.",
													"Some sphinxes are high priests of the gods that create them, but most are simply embodied spirits, brought into the mortal realm by devout prayer or direct intervention. A sphinx maintains its vigil tirelessly, not needing to sleep or eat. It rarely engages with others of its kind, knowing no other life except its sacred mission."
												]
											},
											{
												"name": "Magical Tests",
												"entries": [
													" The secrets and treasures a sphinx guards remain under divine protection, so that when a creature fails a sphinx's test, the path to the object or knowledge it guards vanishes. Even if a sphinx is attacked and defeated, a quester will still fail to gain the secret it sought-and will make an enemy of the god that placed the sphinx as a guardian.",
													"Benign deities sometimes grant a sphinx the power to remove supplicants that fail their tests, transporting them away and ensuring that they never encounter the sphinx again. However, those who fail a sphinx's test typically meet a gruesome end beneath its claws."
												],
												"type": "entries"
											},
											{
												"name": "Extraplanar Beings",
												"entries": [
													" Mortals that encounter sphinxes do so most often in ancient tombs and ruins, but some sphinxes can access extraplanar realms. A conversation with a sphinx that begins between tumbled stone walls might suddenly shift to an alien locale, such as a life-sized game board or a daunting cliff that must be climbed in a howling storm. Sometimes a sphinx must be summoned from such an extradimensional space, with supplicants calling it from its empty lair. Only those the sphinx deems worthy gain admittance to its realm."
												],
												"type": "entries"
											},
											{
												"name": "Fallen Sphinxes",
												"entries": [
													" Whether through the weariness of the ages, regret at the slaughter of innocents, or dreams of worship by supplicants that attempt to bargain their way to knowledge, some sphinxes break free of their divine command. However, even if a sphinx's alignment and loyalties drift in this way, it never leaves the place it guards or grants its secrets to any except creatures it deems worthy."
												],
												"type": "entries"
											}
										]
									},
									{
										"type": "entries",
										"name": "A Sphinx's Lair",
										"entries": [
											"A sphinx presides over an ancient temple, sepulcher, or vault, within which are hidden divine secrets and treasures beyond the reach of mortals."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:",
									{
										"type": "list",
										"items": [
											"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.",
											"The effects of time are altered such that every creature in the lair must succeed on a {@dc 15} Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.",
											"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.",
											"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Androsphinx.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Astrosphinx",
			"source": "FinnsHombrew",
			"page": 281,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				{
					"special": "Lawful Insane"
				}
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 199,
				"formula": "19d10 + 95"
			},
			"speed": {
				"walk": 45,
				"fly": {
					"number": 60,
					"condition": "72 ft. in Astral"
				}
			},
			"str": 22,
			"dex": 10,
			"con": 20,
			"int": 24,
			"wis": 18,
			"cha": 23,
			"save": {
				"dex": "+6",
				"con": "+11",
				"wis": "+10",
				"cha": "+12",
				"int": "+13"
			},
			"skill": {
				"arcana": "+19",
				"perception": "+10",
				"religion": "+19",
				"history": "+19",
				"nature": "+19",
				"investigation": "+13"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 20,
			"immune": [
				"psychic",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"All",
				"Common",
				"Sphinx",
				"Telepathy 60ft"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The astrosphinx is a 13th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 18}, {@hit 10} to hit with spell attacks). It requires no material components to cast its spells. The sphinx has the following spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mind sliver|TCE}",
								"{@spell minor illusion}",
								"{@spell minor paradox|FinnsHombrew}",
								"{@spell prestidigitation}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell command}",
								"{@spell detect evil and good} (Always returns incorrect result)",
								"{@spell detect magic}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell phantasmal force}",
								"{@spell Tasha's mind whip|TCE}",
								"{@spell zone of truth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell spirit shroud|TCE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell raulothim's psychic lance|FTD}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell contact other plane} (contacting itself)",
								"{@spell flame strike}",
								"{@spell synaptic static|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell chain lightning}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell mirage arcane} (as an action)"
							],
							"slots": 1
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Inscrutable",
					"entries": [
						"The sphinx is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the sphinx's intentions or sincerity have disadvantage. You are allowed to lie to your players about the result of an insight check made towards the Astrosphinx in any way you wish to manipulate them."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The sphinx's weapon attacks are magical."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The astrosphinx has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sphinx makes two attacks. It use its roar action in place of one attack"
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d10 + 6}) slashing damage."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}11 ({@damage 1d10 + 6}) bludgeoning damage. Target is {@condition grappled} on a hit, if the target is already {@condition grappled} then they are {@condition restrained}. (Escape {@dc 20})"
					]
				},
				{
					"name": "Roar (3/Day)",
					"entries": [
						"The sphinx emits a magical roar. Each time it roars before finishing a long rest, the roar is louder and the effect is different, as detailed below. Each creature within 500 feet of the sphinx and able to hear the roar must make a saving throw.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "First Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition frightened} for 1 minute. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Second Roar",
									"entry": "Each creature that fails a {@dc 18} Wisdom saving throw is {@condition deafened} and {@condition frightened} for 1 minute. A {@condition frightened} creature is {@condition paralyzed} and can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "Third Roar",
									"entry": "Each creature makes a {@dc 18} Constitution saving throw. On a failed save, a creature takes 44 ({@damage 8d10}) thunder damage and is knocked {@condition prone}. On a successful save, the creature takes half as much damage and isn't knocked {@condition prone}."
								}
							]
						}
					]
				},
				{
					"name": "Squeeze",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one creature who is {@condition incapacitated}, or {@condition restrained} by the sphinx. {@h}70 ({@damage 20d6}) bludgeoning damage. If this damage kills the target, their skull is crushed."
					]
				},
				{
					"name": "Sleep Breath",
					"entries": [
						"The astrosphinx exhales sleep gas in a 60-foot cone. Each creature in that area must succeed on a {@dc 18} Constitution saving throw or fall {@condition unconscious} for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The sphinx makes one claw or pounce attack."
					]
				},
				{
					"name": "Teleport (Costs 2 Actions)",
					"entries": [
						"The sphinx magically teleports, along with any equipment and creatures it is wearing or carrying, up to 120 feet to an unoccupied space it can see."
					]
				},
				{
					"name": "Cast a Spell (Costs 3 Actions)",
					"entries": [
						"The sphinx casts a spell from its list of prepared spells, using a spell slot as normal."
					]
				}
			],
			"legendaryGroup": {
				"name": "Sphinx",
				"source": "MM"
			},
			"environment": [
				"desert"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/androsphinx.mp3"
			},
			"traitTags": [
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"OTH"
			],
			"damageTags": [
				"B",
				"S",
				"T"
			],
			"damageTagsLegendary": [
				"N"
			],
			"damageTagsSpell": [
				"C",
				"F",
				"L",
				"N",
				"R",
				"Y"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"deafened",
				"frightened",
				"grappled",
				"paralyzed",
				"prone",
				"unconscious"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"prone"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Androsphinx.png",
			"fluff": {
				"name": "Androsphinx",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"An androsphinx bears the head of a humanoid male on its lion's body. Outwardly gruff and downcast, it often begins conversations with insults or negative observations. Beneath this gruff exterior, however, an androsphinx has a noble heart. It has no wish to lie or deceive, but it doesn't give away information readily, choosing its words as wisely as it guards its secrets.",
									"An androsphinx tests the courage and valor of supplicants, not only by forcing them to complete quests but also with its terrible roar, which echoes for miles as it terrifies and deafens nearby creatures. Those who pass its tests may be rewarded with a heroes' feast.",
									{
										"type": "entries",
										"name": "Sphinxes",
										"entries": [
											"In sacred isolation, a sphinx guards the secrets and treasures of the gods. As it calmly regards each new party that comes before it, the bones of supplicants and quest seekers that failed to pass its tests lie scattered around its lair. Its great wings sweep along its flanks, its tawny leonine body rippling with muscle and possessed of forepaws powerful enough to tear a humanoid in half.",
											{
												"type": "entries",
												"name": "Divine Guardians",
												"entries": [
													"Sphinxes test the worth of those who seek the treasures of the gods, whether forgotten secrets or mighty spells, artifacts or magical gateways. Creatures that choose to face a sphinx's test are bound to that test unto death, and only those worthy will survive it. The rest the sphinx destroys.",
													"Some sphinxes are high priests of the gods that create them, but most are simply embodied spirits, brought into the mortal realm by devout prayer or direct intervention. A sphinx maintains its vigil tirelessly, not needing to sleep or eat. It rarely engages with others of its kind, knowing no other life except its sacred mission."
												]
											},
											{
												"name": "Magical Tests",
												"entries": [
													" The secrets and treasures a sphinx guards remain under divine protection, so that when a creature fails a sphinx's test, the path to the object or knowledge it guards vanishes. Even if a sphinx is attacked and defeated, a quester will still fail to gain the secret it sought-and will make an enemy of the god that placed the sphinx as a guardian.",
													"Benign deities sometimes grant a sphinx the power to remove supplicants that fail their tests, transporting them away and ensuring that they never encounter the sphinx again. However, those who fail a sphinx's test typically meet a gruesome end beneath its claws."
												],
												"type": "entries"
											},
											{
												"name": "Extraplanar Beings",
												"entries": [
													" Mortals that encounter sphinxes do so most often in ancient tombs and ruins, but some sphinxes can access extraplanar realms. A conversation with a sphinx that begins between tumbled stone walls might suddenly shift to an alien locale, such as a life-sized game board or a daunting cliff that must be climbed in a howling storm. Sometimes a sphinx must be summoned from such an extradimensional space, with supplicants calling it from its empty lair. Only those the sphinx deems worthy gain admittance to its realm."
												],
												"type": "entries"
											},
											{
												"name": "Fallen Sphinxes",
												"entries": [
													" Whether through the weariness of the ages, regret at the slaughter of innocents, or dreams of worship by supplicants that attempt to bargain their way to knowledge, some sphinxes break free of their divine command. However, even if a sphinx's alignment and loyalties drift in this way, it never leaves the place it guards or grants its secrets to any except creatures it deems worthy."
												],
												"type": "entries"
											}
										]
									},
									{
										"type": "entries",
										"name": "A Sphinx's Lair",
										"entries": [
											"A sphinx presides over an ancient temple, sepulcher, or vault, within which are hidden divine secrets and treasures beyond the reach of mortals."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"name": "Lair Actions",
								"entries": [
									"On initiative count 20 (losing initiative ties), the sphinx can take a lair action to cause one of the following magical effects; the sphinx can't use an effect again until it finishes a short or long rest:",
									{
										"type": "list",
										"items": [
											"The flow of time is altered such that every creature in the lair must reroll initiative. The sphinx can choose not to reroll.",
											"The effects of time are altered such that every creature in the lair must succeed on a {@dc 15} Constitution saving throw or become {@dice 1d20} years older or younger (the sphinx's choice), but never any younger than 1 year old. A {@spell greater restoration} spell can restore a creature's age to normal.",
											"The flow of time within the lair is altered such that everything within moves up to 10 years forward or backward (sphinx's choice). Only the sphinx is immediately aware of the time change. A {@spell wish} spell can return the caster and up to seven other creatures designated by the caster to their normal time.",
											"The sphinx shifts itself and up to seven other creatures it can see within in its lair to another plane of existence. Once outside its lair, the sphinx can't use lair actions, but it can return to its lair as a bonus action on its turn, taking up to seven creatures with it."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Androsphinx.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Princess Xedalli",
			"source": "FinnsHombrew",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"wizard"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item elven chain}"
					]
				}
			],
			"hp": {
				"average": 103,
				"formula": "23d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 10,
			"int": 21,
			"wis": 18,
			"cha": 18,
			"save": {
				"int": "+9",
				"wis": "+8",
				"cha": "+8"
			},
			"skill": {
				"arcana": "+9",
				"deception": "+8",
				"insight": "+8",
				"persuasion": "+8",
				"perception": "+8"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 18,
			"languages": [
				"Celestial",
				"Common",
				"Draconic",
				"Elvish"
			],
			"cr": "9",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Spellcasting. Princess Xedalli is an 11th-level spellcaster. Her spellcasting ability is Intelligence (spell save {@dc 17}, +9 to hit with spell attacks). Princess Xedalli has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell fizban's fabulous fashions|FinnsHombrew}",
								"{@spell light}",
								"{@spell minor illusion}",
								"{@spell prestidigitation}",
								"{@spell ray of frost}"
							]
						},
						"1": {
							"spells": [
								"{@spell armor of Agathys}",
								"{@spell disguise self}",
								"{@spell faerie fire}",
								"{@spell shield}",
								"{@spell sleep}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell invisibility}",
								"{@spell misty step}",
								"{@spell rime's binding ice|FTD}",
								"{@spell see invisibility}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell fly}",
								"{@spell sending}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell dimension door}",
								"{@spell gravity sinkhole|EGW}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell mislead}",
								"{@spell telekinesis}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell true seeing}",
								"{@spell wall of ice}"
							],
							"slots": 1
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"The elf has advantage on saving throws it makes to avoid or end the {@condition charmed} condition on itself, and magic can't put it to sleep."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"The elf wears a suit of elven chain."
					]
				},
				{
					"name": "Unusual Nature",
					"entries": [
						"The elf doesn't require sleep."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The elf makes two Scimitar attacks and uses Radiant Beam (if available). Spellcasting replaces two of these attacks, cantrip replaces one."
					]
				},
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage plus 10 ({@damage 3d6}) cold damage."
					]
				},
				{
					"name": "Vacuum Decay (3/Day)",
					"entries": [
						"A magical beam of moonlight flashes out from Xedalli's hand in a 5-foot-wide, 60-foot-long line. Each creature in the line must make a {@dc 16} Constitution saving throw, taking 18 ({@damage 4d8}) cold damage on a failed save, or half as much damage on a successful one. Creatures who fail the save begin to suffocate as a spherical vacuum forms around their head. At the start of each of their turns the creature can repeat the saving throw, ending the effect on a success."
					]
				}
			],
			"bonus": [
				{
					"name": "Starlight Step (3/Day)",
					"entries": [
						"The elf magically teleports up to 30 feet, along with anything it is wearing or carrying, to an unoccupied space it can see."
					]
				},
				{
					"name": "Summon Lunar Dragon (1/Day)",
					"entries": [
						"The magically summons a {@creature young lunar dragon|BAM}. A summoned dragon appears in an unoccupied space that the summoner can see, acts on its own initiative count, and is an ally of its summoner. It remains for 10 minutes, until it or its summoner dies, or until its summoner dismisses it as an action."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry",
				"Unusual Nature"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CE",
				"C",
				"DR",
				"E"
			],
			"damageTags": [
				"C",
				"S"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened",
				"invisible"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/BAM/Astral Elf Aristocrat.png",
			"fluff": {
				"name": "Astral Elf Aristocrat",
				"source": "BAM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"An astral elf aristocrat is a brilliant, highborn leader gifted with magical abilities, including the power to channel sunlight and summon a solar dragon."
						]
					},
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"name": "Astral Elves",
								"entries": [
									"Long ago, some elves ventured to the Astral Plane to be closer to their gods. There, they ceased to age and could exist indefinitely without sustenance.",
									"Astral elves were among the first creatures to dwell in the Silver Void. As other explorers have reached for the stars, astral elves have had to reckon with violent neighbors and strange visitors. Over the eons, astral elves have clashed with numerous invaders, including psurlons, mind flayers, and githyanki. When dealing with others, astral elves customarily cover their faces with ornate visors, becoming faceless extensions of their gods. Their fierce devotion to the pantheon of elven deities is repaid with divine power. For example, the gods invest astral elf warriors with the power to channel the radiant energy of starlight through their weapons, just as they empower astral elf leaders with the ability to cast spells and summon solar dragons.",
									"Astral elves ply the Astral Sea and Wildspace in ships of their own design. These ships are fashioned from crystals harvested from Wildspace systems and bound together with an organic, plant-based material that hardens like ceramic. The elves sculpt these substances in various configurations to create star moths (see the {@i Astral Adventurer's Guide}) and other vessels. The elves also reshape the petrified bodies of dead gods found adrift in the Silver Void, transforming them into floating cities and citadels.",
									"Although the Silver Void is their home, astral elves often venture into Wildspace systems and place their ships and citadels in orbit around stars. Astral elves do this for several reasons. Proximity to a star allows the astral elves to forge pacts with solar dragons and to collect starlight, which the elves use to grow crystals and repair their ships. Most important, astral elves use their time outside the Deep Astral to replenish their numbers by having and raising children.",
									"Many astral elves are thousands (in some cases tens of thousands) of years old. Whatever their disposition, their longevity gives astral elves a perspective on time that few other kinds of creatures can appreciate. Whether they choose to live in quiet contemplation or strike out to explore the far reaches of the multiverse, astral elves tend to see events happening elsewhere as having little or no meaning to them.",
									{
										"type": "inset",
										"name": "Astral Elves of Xaryxis",
										"entries": [
											"The adventure,{@i Light of Xaryxis}features an amoral astral elf society called the Xaryxian Empire. This empire is based in Xaryxispace, a Wildspace system illuminated by an enormous radiant sun named Xaryxis."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/BAM/Astral Elf Aristocrat.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"C",
				"O"
			]
		},
		{
			"name": "Prince Xeleth",
			"source": "FinnsHombrew",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					{
						"tag": "wizard",
						"prefix": "Astral Elf"
					}
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item elven chain}"
					]
				},
				{
					"ac": 21,
					"condition": "with shield"
				}
			],
			"hp": {
				"average": 103,
				"formula": "23d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 10,
			"int": 21,
			"wis": 18,
			"cha": 18,
			"save": {
				"int": "+11",
				"wis": "+10",
				"cha": "+10",
				"con": "+6"
			},
			"skill": {
				"arcana": "+11",
				"deception": "+10",
				"insight": "+10",
				"persuasion": "+10"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Celestial",
				"Common",
				"Draconic",
				"Elvish"
			],
			"cr": "17",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Prince Xeleth is a 16th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 18}, +11 to hit with spell attacks). Prince Xeleth has the following spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell absorb elements|XGE}",
								"{@spell faerie fire}",
								"{@spell feather fall}",
								"{@spell guiding bolt}",
								"{@spell shield}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell blindness/deafness}",
								"{@spell heat metal}",
								"{@spell Tasha's mind whip|TCE}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell dispel magic}",
								"{@spell fly}",
								"{@spell sending}",
								"{@spell spirit guardians}",
								"{@spell thunder step|XGE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell gravity sinkhole|EGW}",
								"{@spell sickening radiance|XGE}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell destructive wave} (pushes 20ft away on fail, 10ft on success)",
								"{@spell flame strike}",
								"{@spell mislead}",
								"{@spell wall of light|XGE}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell disintegrate}",
								"{@spell sunbeam}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell crown of stars|XGE}",
								"{@spell project image}"
							],
							"slots": 1
						},
						"8": {
							"spells": [
								"{@spell sunburst}"
							],
							"slots": 1
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"The elf has advantage on saving throws it makes to avoid or end the {@condition charmed} condition on itself, and magic can't put it to sleep."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"The elf wears a suit of elven chain and has the ring of starlight in his possession; loss of this artifact will eliminate the starlight ward trait below."
					]
				},
				{
					"name": "Unusual Nature",
					"entries": [
						"The elf doesn't require sleep."
					]
				},
				{
					"name": "Starlight Ward",
					"entries": [
						"Prince Xeleth has the spirits of three solar dragons bound to him, surrounded in the light of Xaryxis. Each dragon acts as a ward that has 100 hit points, sharing the vulnerabilities, resistances and immunities of Prince Xeleth. Whenever Prince Xeleth takes damage, the ward takes the damage instead. If this damage reduces the final ward to 0 hit points, Prince Xeleth takes any remaining damage. At the start of his turn a ward not a 0 hit points, regains all its hit points if it took no damage since last turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The elf makes as many Accretion Beam attacks as they have starlight wards."
					]
				},
				{
					"name": "Radiant Beam",
					"entries": [
						"{@atk mw,rw} {@hit 11} to hit, reach 5 ft. or range 300 ft., one target. {@h}10 ({@damage 1d4+5}) fire damage in melee, or 7 ({@damage 1d4+5}) radiant damage at range. A creature hit with this attack must make a {@dc 18} STR save or be pushed 20ft, if a creature fails by five or more ({@dc 13}) the creature is pushed 40 ft. The damage die increase each time a ward is reduced to 0 hit points."
					]
				}
			],
			"bonus": [
				{
					"name": "Starlight Step (6/Day)",
					"entries": [
						"The elf magically teleports up to 30 feet, along with anything it is wearing or carrying, to an unoccupied space it can see."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry",
				"Unusual Nature"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CE",
				"C",
				"DR",
				"E"
			],
			"damageTags": [
				"F",
				"R"
			],
			"spellcastingTags": [
				"O"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened",
				"invisible"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/BAM/Astral Elf Aristocrat.png",
			"fluff": {
				"name": "Astral Elf Aristocrat",
				"source": "BAM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"An astral elf aristocrat is a brilliant, highborn leader gifted with magical abilities, including the power to channel sunlight and summon a solar dragon."
						]
					},
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"name": "Astral Elves",
								"entries": [
									"Long ago, some elves ventured to the Astral Plane to be closer to their gods. There, they ceased to age and could exist indefinitely without sustenance.",
									"Astral elves were among the first creatures to dwell in the Silver Void. As other explorers have reached for the stars, astral elves have had to reckon with violent neighbors and strange visitors. Over the eons, astral elves have clashed with numerous invaders, including psurlons, mind flayers, and githyanki. When dealing with others, astral elves customarily cover their faces with ornate visors, becoming faceless extensions of their gods. Their fierce devotion to the pantheon of elven deities is repaid with divine power. For example, the gods invest astral elf warriors with the power to channel the radiant energy of starlight through their weapons, just as they empower astral elf leaders with the ability to cast spells and summon solar dragons.",
									"Astral elves ply the Astral Sea and Wildspace in ships of their own design. These ships are fashioned from crystals harvested from Wildspace systems and bound together with an organic, plant-based material that hardens like ceramic. The elves sculpt these substances in various configurations to create star moths (see the {@i Astral Adventurer's Guide}) and other vessels. The elves also reshape the petrified bodies of dead gods found adrift in the Silver Void, transforming them into floating cities and citadels.",
									"Although the Silver Void is their home, astral elves often venture into Wildspace systems and place their ships and citadels in orbit around stars. Astral elves do this for several reasons. Proximity to a star allows the astral elves to forge pacts with solar dragons and to collect starlight, which the elves use to grow crystals and repair their ships. Most important, astral elves use their time outside the Deep Astral to replenish their numbers by having and raising children.",
									"Many astral elves are thousands (in some cases tens of thousands) of years old. Whatever their disposition, their longevity gives astral elves a perspective on time that few other kinds of creatures can appreciate. Whether they choose to live in quiet contemplation or strike out to explore the far reaches of the multiverse, astral elves tend to see events happening elsewhere as having little or no meaning to them.",
									{
										"type": "inset",
										"name": "Astral Elves of Xaryxis",
										"entries": [
											"The adventure,{@i Light of Xaryxis}features an amoral astral elf society called the Xaryxian Empire. This empire is based in Xaryxispace, a Wildspace system illuminated by an enormous radiant sun named Xaryxis."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/BAM/Astral Elf Aristocrat.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"F",
				"N",
				"O",
				"R",
				"T",
				"Y"
			],
			"immune": [
				{
					"immune": [
						"fire",
						"radiant"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from non magical attacks"
				}
			],
			"vulnerable": [
				"cold"
			],
			"miscTags": [
				"RW",
				"MW"
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"Prince Xeleth make one Accretion Beam attack"
					]
				},
				{
					"name": "Teleport",
					"entries": [
						"Prince Xeleth teleports up to 60 ft to an unoccupied space he can see"
					]
				},
				{
					"name": "Rain (2 actions)",
					"entries": [
						"Prince Xeleth warps starlight into the form of three astral seed pods which are magically hurled as ranged attacks. {@hit 11} 120 ft range {@damage 1d6+5} piercing damage. Primordial plane touched creatures who are hit must make a {@dc 13} Constitution saving throw or take one level of Exhaustion. Hit or miss the projectile becomes an Astral blight, in an unoccupied space next to the creature, acting on initiative count 10."
					]
				},
				{
					"name": "Cast a spell (3 Actions)",
					"entries": [
						"Prince Xeleth cast a spell from his list of prepared spells of 5th level or lower"
					]
				}
			],
			"isNamedCreature": true
		},
		{
			"name": "Vaati",
			"group": [
				"Angels"
			],
			"source": "FinnsHombrew",
			"page": 17,
			"size": [
				"L"
			],
			"type": "celestial",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d10 + 140",
				"average": 250
			},
			"speed": {
				"walk": 40,
				"fly": 150
			},
			"str": 24,
			"dex": 24,
			"con": 24,
			"int": 25,
			"wis": 22,
			"cha": 19,
			"save": {
				"wis": "+11",
				"dex": "+12",
				"int": "+12"
			},
			"skill": {
				"perception": "+11",
				"history": "+12",
				"nature": "+12"
			},
			"senses": [
				"truesight 120 ft."
			],
			"passive": 21,
			"resist": [
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"all",
				"telepathy 120 ft."
			],
			"cr": "16",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The Vaati's spellcasting ability is Intelligence (spell save {@dc 20}). The Vaati can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell control winds|XGE}",
						"{@spell gust|XGE}",
						"{@spell gust of wind}"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The Vaati has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Air requirement",
					"entries": [
						"if the majority of the Vaati is not in contact with air (e.g. coated in water, earth) then it has disadvantage on attack rolls, savings throws and ability checks, and take 20 damage at the start of each of its turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The planetar makes two Claw or two Wind Javelin attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Wind Javelin",
					"entries": [
						"{@atk rw} automatic hit, range 120 ft., one target the Vaati can see. {@h}20 magical piercing damage."
					]
				},
				{
					"name": "Void",
					"entries": [
						"if the Vaati is in contact with air, it summons a sheath of air around itself and then banishes all air within 30 ft of itself, creating a vacuum. While the sheath of air moves with it, this radius does not move with the Vaati, and lasts for 1 minute or until the Vaati loses {@status concentration} (as if it were {@status concentration||concentrating} on a spell). While in the void, the creature is suffocating and must make a {@dc 20} con save at the start of each of its turns, taking {@damage 4d8} force damage and gaining a level of {@condition exhaustion} on a failure, and taking half as much damage on a success."
					]
				}
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/planetar.mp3"
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"XX",
				"TP"
			],
			"damageTags": [
				"S"
			],
			"damageTagsSpell": [
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"conditionInflictSpell": [
				"invisible"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Planetar.png",
			"fluff": {
				"name": "Planetar",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"An angel is a celestial agent sent forth into the planes to further its god's agenda for weal or woe. Its sublime beauty and presence can drive awestruck onlookers to their knees. Yet angels are destroyers too, and their appearance portends doom as often as it signals hope.",
									{
										"name": "Shards of the Divine",
										"type": "entries",
										"entries": [
											"Angels are formed from the astral essence of benevolent gods and are thus divine beings of great power and foresight.",
											"Angels act out the will of their gods with tireless devotion. Even chaotic good deities command lawful good angels, knowing that the angels' dedication to order best allows them to fulfill divine commands. An angel follows a single driving purpose, as decreed by its deity. However, an angel is incapable of following commands that stray from the path of law and good.",
											"An angel slays evil creatures without remorse. As the embodiment of law and good, an angel is almost never mistaken in its judgments. This quality can create a sense of superiority in an angel, a sense that comes to the fore when an angel's task conflicts with the goals of another creature. The angel never acquiesces or gives way. When an angel is sent to aid mortals, it is sent not to serve but to command. The gods of good therefore send their angels among mortals only in response to the most dire circumstances."
										]
									},
									{
										"name": "Fallen Angels",
										"type": "entries",
										"entries": [
											"An angel's moral compass grants it a sense of infallibility that can sometimes spell its undoing. Angels are usually too wise to fall for a simple deception, but sometimes pride can lead one to commit an evil act. Whether intentional or accidental, such an act is a permanent stain that marks the angel as an outcast. Fallen angels retain their power but lose their connection to the deities from which they were made. Most fallen angels take their banishment personally, rebelling against the powers they served by seeking rulership over a section of the Abyss or a place among other fallen in the hierarchy of the Nine Hells. Zariel, the ruler of the first layer of the Nine Hells, is such a creature. Rather than rebel, some fallen angels resign themselves to an isolated existence on the Material Plane, living in disguise as simple hermits. If they are redeemed, they can become powerful allies dedicated to justice and compassionate service."
										]
									},
									{
										"name": "Immortal Nature",
										"type": "entries",
										"entries": [
											"An angel doesn't require food, drink, or sleep."
										]
									},
									{
										"type": "entries",
										"name": "Planetar",
										"entries": [
											"Planetars act as the weapons of the gods they serve, presenting a tangible representation of their deities' might. A planetar can call down rain to relieve a drought, or can loose an insect plague to devour crops. A planetar's celestial ears detect every falsehood, and its radiant eyes see through every deception.",
											"Planetars are muscular and hairless and have opalescent green skin and white-feathered wings. They tower over most humanoids, brandishing immense swords with grace. Sometimes sent to aid powerful mortals on important tasks for good, planetars are especially fond of missions that involve battling fiends."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Planetar.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Argus",
			"source": "FinnsHombrew",
			"page": 28,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "29d10 + 116",
				"average": 280
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 27,
			"dex": 20,
			"con": 18,
			"int": 22,
			"wis": 22,
			"cha": 18,
			"save": {
				"int": "+11"
			},
			"skill": {
				"perception": "+16",
				"insight": "+16",
				"arcana": "+11",
				"history": "+11",
				"nature": "+11",
				"religion": "+11"
			},
			"passive": 26,
			"conditionImmune": [
				"deafened",
				"prone"
			],
			"languages": [
				"Deep Speech",
				"Undercommon"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Silence within the library",
					"entries": [
						"The argus is the centre of a permanent silence spell. Additionally, whenever a creature starts its turn within the silence or enters the area for the first time on a turn, it must make a {@dc 17} Wisdom saving throw or be paralysed until the start of its next turn. A creature that succeeds on this save is immune to the paralysing effect of all Silences for the next 24 hours."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The argus has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Argus uses Storm of Hands and Eye Rays or uses Storm of Eyes and makes three claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 30 ft., one target. {@h}34 ({@damage 4d12 + 8}) slashing damage."
					]
				},
				{
					"name": "Storm of hands {@recharge 4}",
					"entries": [
						"Each creature of the Argus’s choice within a 20-ft radius of a point the Argus can see within 60 ft takes {@damage 20d6} bludgeoning damage, {@dc 20} dex save for half; on a failed save, a hand wraps around the creature’s throat, causing it to begin suffocating. A hand can be pried off by making a {@dc 20} strength check as an action."
					]
				},
				{
					"name": "Storm of eyes {@recharge}",
					"entries": [
						"Each creature of the Argus’s choice within a 20-ft radius of a point the Argus can see within 60 ft must make a Charisma saving throw. On a successful save, nothing happens; on a failed save, the creature finds themselves staring out of the Argus’s space as its left eye appears on the Argus’s form. ",
						"The body is possessed; roll {@dice 1d8} to determine the personality of the possessor. The possessed creature retains none of its class features or proficiencies, other than charisma save proficiency. At the end of each of a possessed creature’s turns, it can make a Charisma save to end the effect; the effect also ends if the Argus dies. If the creature fails three charisma saves, then the possession becomes permanent. The possession can only be undone by releasing the possessed creature from the Argus (either by dispel evil and good, or by killing the Argus) and then reversing the possession (either by dispel evil and good, or by death and resurrection)."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The argus shoots three of the following magical eye rays at random (reroll duplicates), choosing one to three targets it can see within 120 feet of it:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. Charm Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or be {@condition charmed} by the argus for 1 hour, or until the argus harms the creature."
								},
								{
									"type": "item",
									"name": "2. Paralyzing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "3. Fear Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "4. Slowing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "5. Enervation Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 17} Constitution saving throw, taking 36 ({@damage 8d8}) necrotic damage on a failed save, or half as much damage on a successful one."
								},
								{
									"type": "item",
									"name": "6. Telekinetic Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or the argus moves it up to 30 feet in any direction. It is {@condition restrained} by the ray's telekinetic grip until the start of the argus's next turn or until the argus is {@condition incapacitated}.",
										"If the target is an object weighing 300 pounds or less that isn't being worn or carried, it is moved up to 30 feet in any direction. The argus can also exert fine control on objects with this ray, such as manipulating a simple tool or opening a door or a container."
									]
								},
								{
									"type": "item",
									"name": "7. Sleep Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or fall asleep and remain {@condition unconscious} for 1 minute. The target awakens if it takes damage or another creature takes an action to wake it. This ray has no effect on constructs and undead."
								},
								{
									"type": "item",
									"name": "8. Petrification Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 17} Dexterity saving throw. On a failed save, the creature begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the  {@spell greater restoration} spell or other magic."
								},
								{
									"type": "item",
									"name": "9. Disintegration Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 17} Dexterity saving throw or take 45 ({@damage 10d8}) force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust.",
										"If the target is a Large or smaller nonmagical object or creation of magical force, it is disintegrated without a saving throw. If the target is a Huge or larger object or creation of magical force, this ray disintegrates a 10-foot cube of it."
									]
								},
								{
									"type": "item",
									"name": "10. Death Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Dexterity saving throw or take 55 ({@damage 10d10}) necrotic damage. The target dies if the ray reduces it to 0 hit points."
								}
							]
						}
					]
				},
				{
					"name": "Argus possessor personality table ({@damage 1d10})",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. Melf",
									"style": "italic",
									"entry": "An elven wizard who remembers he was looking for something, but is now quite old and senile. He does his best to keep up with modern lingo."
								},
								{
									"type": "item",
									"name": "2. Andarin Zarith",
									"style": "italic",
									"entry": "A necromancer who just want to learn to how to resurrect a continents worth of undead and be left alone, and is thoroughly uninterested in your problems."
								},
								{
									"type": "item",
									"name": "3. Reginald Roundshield",
									"style": "italic",
									"entry": "A younger dwarfish warrior who seeks the Axe of Dwarvish Lords to unite two feuding clans (he is the offspring of a Romeo and Juliet story)."
								},
								{
									"type": "item",
									"name": "4. Lord Meltimber",
									"style": "italic",
									"entry": "A lord who wants money, and went to the library of Vecna to get dirt on his enemies, also on his friends. Will suck up to whoever looks rich."
								},
								{
									"type": "item",
									"name": "5. Azael the Prince of Thunder",
									"style": "italic",
									"entry": "A demon lord who was deposed centuries ago. He favours using lightning bolt and chain lightning to destroy his enemies, though he’s partial to the odd destructive wave. His possession grants none of these abilities."
								},
								{
									"type": "item",
									"name": "6. Hgraam",
									"style": "italic",
									"entries": [
										"A young druid who got real lost while looking for berries and just kinda wandered in."
									]
								},
								{
									"type": "item",
									"name": "7. Jalynfein Oblodra",
									"style": "italic",
									"entry": "A drow who was cast out of his house for his failure to learn psionics. He has endeavoured to find the secrets to arcane magic and lichdom instead, and cast down his former family."
								},
								{
									"type": "item",
									"name": "8. Christopher Onton",
									"style": "italic",
									"entry": "A scholar who loves knowing things for the sake of knowing them. Well-meaning, but his lack of self-awareness means he can be snobbish at time."
								},
								{
									"type": "item",
									"name": "9. Xetzirbor",
									"style": "italic",
									"entries": [
										"A mind flayer who has gone weeks without eating a brain, and is now hungry to consume the brain of the smartest creature they can see. They aren’t irrational with hunger, but it’s their current priority."
									]
								},
								{
									"type": "item",
									"name": "10. Yauln",
									"style": "italic",
									"entry": "A stone giant seeking omens from the movements of the earth."
								}
							]
						}
					]
				}
			],
			"legendaryGroup": {
				"name": "Beholder",
				"source": "MM"
			},
			"environment": [
				"underdark"
			],
			"languageTags": [
				"DS",
				"U"
			],
			"damageTags": [
				"N",
				"O",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"frightened",
				"paralyzed",
				"petrified",
				"restrained",
				"unconscious"
			],
			"conditionInflictLegendary": [
				"grappled"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Beholder.png",
			"traitTags": [
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"senses": [
				"truesight 120 ft."
			],
			"senseTags": [
				"U"
			]
		},
		{
			"name": "Argus",
			"source": "FinnsHombrew",
			"page": 28,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "29d10 + 116",
				"average": 280
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 27,
			"dex": 20,
			"con": 18,
			"int": 22,
			"wis": 22,
			"cha": 18,
			"save": {
				"int": "+11"
			},
			"skill": {
				"perception": "+16",
				"insight": "+16",
				"arcana": "+11",
				"history": "+11",
				"nature": "+11",
				"religion": "+11"
			},
			"passive": 26,
			"conditionImmune": [
				"deafened",
				"prone"
			],
			"languages": [
				"Deep Speech",
				"Undercommon"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Silence within the library",
					"entries": [
						"The argus is the centre of a permanent silence spell. Additionally, whenever a creature starts its turn within the silence or enters the area for the first time on a turn, it must make a {@dc 17} Wisdom saving throw or be paralysed until the start of its next turn. A creature that succeeds on this save is immune to the paralysing effect of all Silences for the next 24 hours."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The argus has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Argus uses Storm of Hands and Eye Rays or uses Storm of Eyes and makes three claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 30 ft., one target. {@h}34 ({@damage 4d12 + 8}) slashing damage."
					]
				},
				{
					"name": "Storm of hands {@recharge 4}",
					"entries": [
						"Each creature of the Argus’s choice within a 20-ft radius of a point the Argus can see within 60 ft takes {@damage 20d6} bludgeoning damage, {@dc 20} dex save for half; on a failed save, a hand wraps around the creature’s throat, causing it to begin suffocating. A hand can be pried off by making a {@dc 20} strength check as an action."
					]
				},
				{
					"name": "Storm of eyes {@recharge}",
					"entries": [
						"Each creature of the Argus’s choice within a 20-ft radius of a point the Argus can see within 60 ft must make a Charisma saving throw. On a successful save, nothing happens; on a failed save, the creature finds themselves staring out of the Argus’s space as its left eye appears on the Argus’s form. ",
						"The body is possessed; roll {@dice 1d8} to determine the personality of the possessor. The possessed creature retains none of its class features or proficiencies, other than charisma save proficiency. At the end of each of a possessed creature’s turns, it can make a Charisma save to end the effect; the effect also ends if the Argus dies. If the creature fails three charisma saves, then the possession becomes permanent. The possession can only be undone by releasing the possessed creature from the Argus (either by dispel evil and good, or by killing the Argus) and then reversing the possession (either by dispel evil and good, or by death and resurrection)."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The argus shoots three of the following magical eye rays at random (reroll duplicates), choosing one to three targets it can see within 120 feet of it:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. Charm Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or be {@condition charmed} by the argus for 1 hour, or until the argus harms the creature."
								},
								{
									"type": "item",
									"name": "2. Paralyzing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "3. Fear Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "4. Slowing Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
								},
								{
									"type": "item",
									"name": "5. Enervation Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 17} Constitution saving throw, taking 36 ({@damage 8d8}) necrotic damage on a failed save, or half as much damage on a successful one."
								},
								{
									"type": "item",
									"name": "6. Telekinetic Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or the argus moves it up to 30 feet in any direction. It is {@condition restrained} by the ray's telekinetic grip until the start of the argus's next turn or until the argus is {@condition incapacitated}.",
										"If the target is an object weighing 300 pounds or less that isn't being worn or carried, it is moved up to 30 feet in any direction. The argus can also exert fine control on objects with this ray, such as manipulating a simple tool or opening a door or a container."
									]
								},
								{
									"type": "item",
									"name": "7. Sleep Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Wisdom saving throw or fall asleep and remain {@condition unconscious} for 1 minute. The target awakens if it takes damage or another creature takes an action to wake it. This ray has no effect on constructs and undead."
								},
								{
									"type": "item",
									"name": "8. Petrification Ray",
									"style": "italic",
									"entry": "The targeted creature must make a {@dc 17} Dexterity saving throw. On a failed save, the creature begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the  {@spell greater restoration} spell or other magic."
								},
								{
									"type": "item",
									"name": "9. Disintegration Ray",
									"style": "italic",
									"entries": [
										"If the target is a creature, it must succeed on a {@dc 17} Dexterity saving throw or take 45 ({@damage 10d8}) force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust.",
										"If the target is a Large or smaller nonmagical object or creation of magical force, it is disintegrated without a saving throw. If the target is a Huge or larger object or creation of magical force, this ray disintegrates a 10-foot cube of it."
									]
								},
								{
									"type": "item",
									"name": "10. Death Ray",
									"style": "italic",
									"entry": "The targeted creature must succeed on a {@dc 17} Dexterity saving throw or take 55 ({@damage 10d10}) necrotic damage. The target dies if the ray reduces it to 0 hit points."
								}
							]
						}
					]
				},
				{
					"name": "Argus possessor personality table ({@damage 1d10})",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1. Melf",
									"style": "italic",
									"entry": "An elven wizard who remembers he was looking for something, but is now quite old and senile. He does his best to keep up with modern lingo."
								},
								{
									"type": "item",
									"name": "2. Andarin Zarith",
									"style": "italic",
									"entry": "A necromancer who just want to learn to how to resurrect a continents worth of undead and be left alone, and is thoroughly uninterested in your problems."
								},
								{
									"type": "item",
									"name": "3. Reginald Roundshield",
									"style": "italic",
									"entry": "A younger dwarfish warrior who seeks the Axe of Dwarvish Lords to unite two feuding clans (he is the offspring of a Romeo and Juliet story)."
								},
								{
									"type": "item",
									"name": "4. Lord Meltimber",
									"style": "italic",
									"entry": "A lord who wants money, and went to the library of Vecna to get dirt on his enemies, also on his friends. Will suck up to whoever looks rich."
								},
								{
									"type": "item",
									"name": "5. Azael the Prince of Thunder",
									"style": "italic",
									"entry": "A demon lord who was deposed centuries ago. He favours using lightning bolt and chain lightning to destroy his enemies, though he’s partial to the odd destructive wave. His possession grants none of these abilities."
								},
								{
									"type": "item",
									"name": "6. Hgraam",
									"style": "italic",
									"entries": [
										"A young druid who got real lost while looking for berries and just kinda wandered in."
									]
								},
								{
									"type": "item",
									"name": "7. Jalynfein Oblodra",
									"style": "italic",
									"entry": "A drow who was cast out of his house for his failure to learn psionics. He has endeavoured to find the secrets to arcane magic and lichdom instead, and cast down his former family."
								},
								{
									"type": "item",
									"name": "8. Christopher Onton",
									"style": "italic",
									"entry": "A scholar who loves knowing things for the sake of knowing them. Well-meaning, but his lack of self-awareness means he can be snobbish at time."
								},
								{
									"type": "item",
									"name": "9. Xetzirbor",
									"style": "italic",
									"entries": [
										"A mind flayer who has gone weeks without eating a brain, and is now hungry to consume the brain of the smartest creature they can see. They aren’t irrational with hunger, but it’s their current priority."
									]
								},
								{
									"type": "item",
									"name": "10. Yauln",
									"style": "italic",
									"entry": "A stone giant seeking omens from the movements of the earth."
								}
							]
						}
					]
				}
			],
			"legendaryGroup": {
				"name": "Beholder",
				"source": "MM"
			},
			"environment": [
				"underdark"
			],
			"languageTags": [
				"DS",
				"U"
			],
			"damageTags": [
				"N",
				"O",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"charmed",
				"frightened",
				"paralyzed",
				"petrified",
				"restrained",
				"unconscious"
			],
			"conditionInflictLegendary": [
				"grappled"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Beholder.png",
			"traitTags": [
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"senses": [
				"truesight 120 ft."
			],
			"senseTags": [
				"U"
			]
		}
	]
}